{
    "1": {
        "texto": [
            "Finalmente a sua caminhada de dois dias chegou ao fim.  Você desembainha a sua espada, coloca-a no chão e suspira aliviado, enquanto se abaixa para se sentar nas pedras cheias de musgo para um momento de descanso. ",
            "Você se espreguiça, esfrega os olhos e, afinal, olha para a Montanha do Cume de Fogo.  A própria montanha em si já tem um ar ameaçador.  Algum animal gigantesco parece ter deixado as marcas de suas garras na encosta íngreme diante de você.  Penhascos rochosos e pontudos se projetam, formando ângulos estranhos.  No cume você já pode vislumbrar a sinistra coloração vermelha provavelmente alguma vegetação misteriosa que deu nome à montanha.  Talvez ninguém jamais chegue a saber o que cresce lá em cima, uma vez que escalar o pico deve ser com certeza impossível. ",
            "Sua busca está para começar.  Do outro lado da clareira há uma escura entrada de caverna.  Você pega a sua espada, levanta-se e considera que perigos podem estar à sua frente.  Mas, com determinação, você recoloca a sua espada na bainha e se aproxima da caverna. ",
            "Você dá uma primeira olhada na penumbra e vê-paredes escuras e úmidas com poças de água no chão de pedra à sua frente.  O ar é frio e úmido.  Você acende a sua lanterna e avança cautelosamente pela escuridão.  Teias de aranha tocam seu rosto e você ouve a movimentação de pés minúsculos: muito provavelmente, ratazanas.  Você adentra a caverna.  Depois de uns poucos metros, chega logo a uma encruzilhada.  Você vai virar para o oeste ou para o leste? "
        ],
        "imagem": "pag01.png",
        "opcoes": [
            { "texto": "Virar para o oeste", "vai_para": "71" },
            { "texto": "Virar para o leste", "vai_para": "278" }
        ],
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "2": {
        "texto": [
            "Teste a sua Sorte.  Se você tiver sorte, escapa sem atrair a atenção do Ogro.  Se você não tiver sorte, chuta acidentalmente uma pequena pedra que sai quicando pelo chão da caverna, o que faz você rogar uma praga.  Você puxa a espada para o caso do Ogro ter ouvido o barulho. "
        ],
        "imagem": "nenhuma",
        "teste_sorte": {
            "sucesso": {
                "texto": "Se você tiver tido sorte, retorna silenciosamente pelo corredor até a encruzilhada. ",
                "vai_para": "269"
            },
            "falha": {
                "vai_para": "16"
            }
        },
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "3": {
        "texto": [
            "O sino solta um som abafado e, passados alguns minutos, você vê um velho encarquilhado entrar em um pequeno bote a remo atracado na margem oposta.  Ele rema lentamente até a sua margem, atraca o barco e vem mancando até você.  Ele pede três Peças de Ouro.  Quando você protesta por causa do preço, ele resmunga alguma desculpa esfarrapada sobre a \"inflação.\"  Ele começa a ficar zangado com as suas reclamações. "
        ],
        "imagem": "nenhuma",
        "opcoes": [
            { "texto": "Pagar as três Peças de Ouro", "vai_para": "272", "requisito": {"item": "Ouro", "quantidade": 3} },
            { "texto": "Ameaçá-lo", "vai_para": "127" }
        ],
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "4": {
        "texto": [
            "Você se encontra em um corredor que vai do norte para o sul.  Para o norte, a passagem vira para leste alguns metros à frente.  Para o sul, a passagem também vira para o leste. "
        ],
        "imagem": "nenhuma",
        "opcoes": [
            { "texto": "Investigar o norte", "vai_para": "46" },
            { "texto": "Ir para o sul", "vai_para": "332" }
        ],
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "5": {
        "texto": [
            "Há uma porta de madeira rústica na parede leste da passagem.  Você coloca o ouvido colado na porta e percebe uma espécie de cantilena alegre em surdina. "
        ],
        "imagem": "nenhuma",
        "opcoes": [
            { "texto": "Bater na porta e entrar", "vai_para": "97" },
            { "texto": "Continuar para o norte", "vai_para": "292" }
        ],
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "6": {
        "texto": [
            "A grande porta maciça não possui maçaneta.  Você tenta arrombá-la, mas não adianta.  A porta nem se mexe.  Você resolve desistir e passar pela abertura no caminho leste-oeste, retornando um pouco. "
        ],
        "imagem": "nenhuma",
        "opcoes": [
            { "texto": "Continuar", "vai_para": "89" }
        ],
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "7": {
        "texto": [
            "Você está na margem norte de um rio de correnteza rápida que corre em uma grande caverna subterrânea. "
        ],
        "imagem": "nenhuma",
        "opcoes": [
            { "texto": "Continuar", "vai_para": "214" }
        ],
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "8": {
        "texto": [
            "A passagem à sua frente termina em uma porta sólida.  Você tenta escutar algo mas não ouve nada.  Você experimenta a maçaneta, ela gira e você entra no aposento.  Você olha em volta e, de repente, ouve um grito de guerra atrás de você: ao se virar, vê um homem selvagem que salta sobre você, brandindo uma grande arma.  Trata-se de um BÁRBARO louco e você terá que lutar contra ele! "
        ],
        "imagem": "nenhuma",
        "combate": {
            "monstros": [
                { "nome": "BÁRBARO", "habilidade": 7, "energia": 6 }
            ],
            "opcoes_fuga": {
                "texto": "Fugir pela porta na parede norte durante o confronto",
                "vai_para": "189"
            },
            "vitoria": {
                "vai_para": "273"
            }
        },
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "9": {
        "texto": [
            "Surpreso com o sucesso de seu próprio blefe, você resolve apelar um pouco mais para a sua sorte.  Você pode examinar as ferramentas dos Esqueletos ou fingir que está procurando por papéis de trabalho e vasculhar as gavetas dos vários bancos.  Você ouve um ruído que vem do outro lado da porta norte e compreende que precisa se apressar em sair dali. "
        ],
        "imagem": "nenhuma",
        "opcoes": [
            { "texto": "Examinar as ferramentas", "vai_para": "34" },
            { "texto": "Revistar as gavetas", "vai_para": "322" }
        ],
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "10": {
        "texto": [
            "Você chega de volta à encruzilhada e toma o caminho do norte. "
        ],
        "imagem": "nenhuma",
        "opcoes": [
            { "texto": "Continuar", "vai_para": "77" }
        ],
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "11": {
        "texto": [
            "Você segue a passagem na direção oeste até que ela vira, contornando uma curva, para o sul.  Pouco antes da curva há um aviso que diz \"Em Construção\".  À sua frente começa uma escada que desce.  Somente três degraus foram construídos até agora.  Diversas pás, picaretas e outras ferramentas estavam espalhadas pelo chão junto aos degraus mas, quando você virou a curva, elas subitamente entraram em atividade sozinhas e começaram a trabalhar nos degraus.  Você está agora assistindo às várias ferramentas cavando e martelando, como se fossem manuseadas por trabalhadores invisíveis.  Uma cantoria em surdina vai se tornando cada vez mais alta e você identifica as palavras: \"Rá-rá, Rá-rá, Lá vamos nós trabalhar...\"  Enquanto você fica assistindo, começa a rir, a cena é bem divertida.  Você senta e fica assistindo, conseguindo até mesmo bater um papo com algumas das ferramentas mágicas. "
        ],
        "modificador_atributo": [
            { "atributo": "ENERGIA", "valor": 2 },
            { "atributo": "HABILIDADE", "valor": 1 }
        ],
        "imagem": "pag11.png",
        "opcoes": [
            { "texto": "Retornar para o norte", "vai_para": "366" },
            { "texto": "Retornar para o sul", "vai_para": "250" }
        ],
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "12": {
        "texto": [
            "Quando você puxa a alavanca, um barulho ensurdecedor de campainha ecoa pelas passagens.  Você desesperadamente empurra a alavanca de volta para parar o alarme, mas ela já teve o seu efeito.  Você ouve passos que se aproximam pelo corredor. "
        ],
        "anotar_referencia": "12",
        "opcoes": [
            { "texto": "Descobrir o que você atraiu", "vai_para": "161" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "13": {
        "texto": [
            "Sua cabeça dói e você se sente tonto ao se levantar.  Os quatro homens começam a se movimentar e caminham em sua direção com suas armas apontadas.  Você tateia pelo caminho junto à parede para chegar à porta sul, mas parece pouco provável que você vá conseguir.  Seu pé escorrega em uma pedra solta e você cai no chão.  Antes que você consiga se levantar, os seres já estão em cima de você. "
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "282" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "14": {
        "texto": [
            "Não há sinais de quaisquer passagens secretas, mas você subitamente ouve passos que vêm na sua direção.  Para descobrir o que está se aproximando, você terá que lutar contra mais esta criatura. "
        ],
        "anotar_referencia": "14",
        "opcoes": [
            { "texto": "Descobrir o que está se aproximando", "vai_para": "161" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "15": {
        "texto": [
            "Enquanto você está sentado no banco comendo a sua refeição, começa a se sentir profundamente relaxado, e as dores de seu corpo parecem estar desaparecendo aos poucos.  Este lugar de descanso é encantado.  Você pode recuperar 2 pontos adicionais de ENERGIA, como também até a quantidade normal (mas somente se isso não ultrapassar seu índice Inicial de ENERGIA), e recuperar 1 ponto de HABILIDADE, se algum já tiver sido perdido.  Quando estiver pronto para continuar, siga pela passagem. "
        ],
        "evento": {
            "tipo": "descanso_encantado"
        },
        "opcoes": [
            { "texto": "Seguir pela passagem", "vai_para": "367" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "16": {
        "texto": [
            "Você desembainha a sua espada e, ao fazê-lo, o Ogro o ouve e se prepara para atacar:"
        ],
        "combate": {
            "monstros": [
                { "nome": "OGRO", "habilidade": 8, "energia": 10 }
            ],
            "opcoes_fuga": {
                "texto": "Fugir pela passagem (após a 2ª Série de Ataque)",
                "vai_para": "269",
                "rodada_minima": 2
            },
            "vitoria": {
                "vai_para": "50"
            }
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "17": {
        "texto": [
            "Usando a estaca de madeira e a marreta (ou uma marreta improvisada, se não estiver levando uma), você forma uma cruz e avança na direção do Vampiro, encurralando-o em um canto.  Ele geme e tenta alcançá-lo, mas não pode se aproximar.  Porém não vai ser fácil cravar a estaca em seu coração.  Ao avançar, você tropeça e cai para a frente.  Por obra e graça da sorte, a estaca voa e atinge a criatura que solta um grito.  Teste a sua Sorte. "
        ],
        "teste_sorte": {
            "sucesso": {
                "texto": "Se você tiver sorte, a estaca penetra no coração do Vampiro.  Você pode procurar o tesouro dele.",
                "vai_para": "327"
            },
            "falha": {
                "texto": "Se você não tiver sorte, o Vampiro sofre apenas um ferimento leve e atira você para o outro lado do aposento, na direção da porta oeste. ",
                "modificador_monstro": { "alvo": 0, "energia": -3 },
                "opcoes": [
                    { "texto": "Fugir pela porta oeste", "vai_para": "380"},
                    { "texto": "Continuar lutando", "vai_para": "144"}
                ]
            }
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "18": {
        "texto": [
            "Você anda para o oeste pela passagem.  Após uns 50 metros mais ou menos, o caminho vira para o norte.  Depois de andar dois ou três passos nesta direção, você ouve um ruído de desmoronamento embaixo de seus pés e tenta recuar, enquanto o chão desaba.  Teste a sua Sorte. "
        ],
        "teste_sorte": {
            "sucesso": {
                "texto": "Se você tiver sorte, consegue pular rapidamente para trás antes que se abra um poço.  É melhor voltar para a encruzilhada. ",
                "vai_para": "261"
            },
            "falha": {
                "texto": "Se você não tiver sorte é porque foi lento demais e acaba caindo mais de dois metros abaixo em um poço. ",
                "modificador_atributo": [
                    { "atributo": "ENERGIA", "valor": -1 }
                ],
                "vai_para": "348"
            }
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "19": {
        "texto": [
            "Estes dois seres cruéis são Goblins. "
        ],
        "combate": {
            "instrucoes_especiais": "Eles atacarão você, um de cada vez. ",
            "monstros": [
                { "nome": "Primeiro GOBLIN", "habilidade": 5, "energia": 5 },
                { "nome": "Segundo GOBLIN", "habilidade": 5, "energia": 6 }
            ],
            "vitoria": {
                "vai_para": "317"
            }
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "20": {
        "texto": [
            "O confronto começa.  Você tem sua espada, eles têm suas armas.  Eles atacam você, um de cada vez: "
        ],
        "combate": {
            "monstros": [
                { "nome": "Primeiro ANÃO", "habilidade": 7, "energia": 4 },
                { "nome": "Segundo ANÃO", "habilidade": 6, "energia": 6 },
                { "nome": "Terceiro ANÃO", "habilidade": 7, "energia": 5 },
                { "nome": "Quarto ANÃO", "habilidade": 7, "energia": 5 }
            ],
            "opcoes_fuga": {
                "texto": "Fugir pela porta",
                "vai_para": "291"
            },
            "vitoria": {
                "vai_para": "376"
            }
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "21": {
        "texto": [
            "O sangue verde dos Orças mortos cheira mal, escorrendo lentamente de seus corpos. ",
            "Você contorna os cadáveres e examina a arca. É um objetivo sólido, feito de carvalho rijo e ferro, e está trancada firmemente. "
        ],
        "opcoes": [
            { "texto": "Tentar arrebentar a fechadura com sua espada", "vai_para": "339" },
            { "texto": "Deixá-la de lado e sair pela porta aberta", "vai_para": "293" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "22": {
        "texto": [
            "Você tateia a parede em busca de sinais de portas secretas, mas não consegue encontrar nada. ",
            "Você pára para pensar em sua situação e um pequeno jato de gás esguicha do teto. ",
            "Você tosse e engasga, tentando limpar os pulmões, mas cai de joelhos. ",
            "Sua cabeça roda e você desmaia no chão, perdendo a consciência. ",
            "Quando a recupera, se vê em um lugar desconhecido. "
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "4" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "23": {
        "texto": [
            "A passagem termina em uma porta sólida, e você fica surpreso, ao ver uma saia de couro enfiada na parte de baixo da porta. ",
            "Você põe o ouvido colado na porta, mas não ouve nada. "
        ],
        "opcoes": [
            { "texto": "Entrar no aposento", "vai_para": "326" },
            { "texto": "Retornar à encruzilhada", "vai_para": "229" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "24": {
        "texto": [
            "Depois de ter sofrido o seu terceiro ferimento, você repara que sua força está se esgotando. Você deduz que isto é consequência de mais outro poder mágico deste ser repulsivo e sente um arrepio de pânico. ",
            "Você continua ou corre? Se você quiser Fugir, pague a penalidade para escapar pela porta norte. Do contrário, a luta continua. ",
            "Se você derrotar o ser, vá para 135. Mas, de agora em diante, perderá 1 ponto da sua HABILIDADE a cada vez que a fera ferir você três vezes. "
        ],
        "instrucoes_especiais": "Esta seção é uma regra especial de combate. Perca 1 ponto de HABILIDADE agora. A cada 3 ferimentos sofridos nesta luta, perca mais 1 ponto de HABILIDADE.",
        "modificador_atributo": [
            { "atributo": "HABILIDADE", "valor": -1 }
        ],
        "opcoes": [
            { "texto": "Continuar a luta", "vai_para": "173" },
            { "texto": "Fugir pela porta norte", "vai_para": "360" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "25": {
        "texto": [
            "Os quadros pintados são retratos de homens. Você sente um frio na espinha ao ler a inscrição embaixo do que está na parede oeste: é o nome de Zagor, o Feiticeiro, cujo tesouro você está procurando. ",
            "Você olha para o retrato dele e compreende que está medindo forças com um adversário poderosíssimo. Você tem a sensação de estar sendo observado e repara nos olhos penetrantes que o seguem nos seus movimentos. ",
            "Você se sente atraído para o retrato e o medo aumenta. Perca 1 ponto de HABILIDADE. Você tem mesmo coragem de enfrentar e combater o Feiticeiro? "
        ],
        "modificador_atributo": [
            { "atributo": "HABILIDADE", "valor": -1 }
        ],
        "opcoes": [
            { "texto": "Sair direto pela porta norte (Fuga)", "vai_para": "90" },
            { "texto": "Procurar em sua mochila uma arma", "vai_para": "340" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "26": {
        "texto": [
            "De repente você se lembra do pequeno livro de capa de couro de Di Maggio e murmura suavemente as palavras mágicas contidas em suas páginas. ",
            "Você grita alto com o Dragão e ele pára de avançar. Vira a cabeça de lado e olha desconfiadamente para você. ",
            "Você joga uma pedra na sua cabeça, que quica em seu nariz. A fera solta um berro raivoso e respira fundo, provocando o som de um rugido no fundo da garganta. O Dragão solta o ar e, entre seus dentes, você vê uma outra bola de fogo se formando. ",
            "Você se prepara e, quando a bola de fogo sai de sua boca, grita: \"Ekil Erif, Ekam Erif, Erif Erif, Di Maggio\".",
            "A bola de fogo interrompe seu avanço. Com um berro de agonia, o Dragão tenta se livrar das chamas em seu focinho. Mas elas continuam a queimar ali mesmo. Gemendo de dor, o Dragão se vira e salta para a escuridão, sacudindo a cabeça de um lado para o outro. "
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "371" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "27": {
        "texto": [
            "A espada é encantada e o ajudará na batalha. ",
            "Enquanto você usar esta espada, poderá aumentar sua HABILIDADE Inicial em 2 pontos. Você pode também aumentar 2 pontos no valor atual de sua HABILIDADE. ",
            "Acrescente 2 pontos à sua SORTE por ter encontrado esta espada. "
        ],
        "opcoes": [
            { "texto": "Ficar com a espada nova", "vai_para": "319", "efeito": { "modificador_atributo": [{"atributo":"HABILIDADE", "valor": 2, "tipo": "ambos"}, {"atributo":"SORTE", "valor": 2, "tipo":"atual"}], "item_encontrado": [{"item":"Espada Encantada", "descricao": "Aumenta a Habilidade Inicial e atual em 2."}]}},
            { "texto": "Ficar com a sua própria espada", "vai_para": "319", "efeito": { "modificador_atributo": [{"atributo":"SORTE", "valor": 2, "tipo":"atual"}] } }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "28": {
        "texto": [
            "O poderoso Gigante está morto! Você examina a caverna dele e acha pouca coisa que tenha utilidade, embora uma bolsa no cinto dele contenha oito Peças de Ouro. ",
            "Você está um pouco preocupado com relação à segunda cadeira. A quem pertence? Você resolve sair da caverna como entrou. "
        ],
        "item_encontrado": [
            { "item": "Ouro", "quantidade": 8 }
        ],
        "modificador_atributo": [
            { "atributo": "SORTE", "valor": 2 },
            { "atributo": "HABILIDADE", "valor": 2 }
        ],
        "opcoes": [
            { "texto": "Sair da caverna", "vai_para": "351" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "29": {
        "texto": [
            "A não ser pelas botas, as quais você resolve ignorar, parece haver pouca coisa de valor na caverna. ",
            "Você decide voltar por onde veio. "
        ],
        "opcoes": [
            { "texto": "Voltar", "vai_para": "375" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "30": {
        "texto": [
            "Uma pedra solta cai e revela a presença de uma corda presa na rocha. "
        ],
        "opcoes": [
            { "texto": "Puxar a corda", "vai_para": "67" },
            { "texto": "Não mexer na corda e retornar", "vai_para": "267" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "31": {
        "texto": [
            "Se você tiver a jóia do Olho do Ciclope, segure-a diante do Feiticeiro. ",
            "Seu olhar intimidador se transforma em uma expressão de dor. Ele obviously sente o poder da jóia. ",
            "Subitamente os olhos dele ficam brancos e sua expressão torna-se ausente. A confiança cresce à medida em que você toma consciência de que venceu a sua primeira verdadeira batalha. ",
            "Ganhe 2 pontos de HABILIDADE. Ponha a jóia de volta em sua mochila e saia pela porta norte. "
        ],
        "requisito": {"item": "Jóia do Olho do Ciclope"},
        "modificador_atributo": [
            { "atributo": "HABILIDADE", "valor": 2 }
        ],
        "opcoes": [
            { "texto": "Sair pela porta norte", "vai_para": "90" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "32": {
        "texto": [
            "Você joga o Queijo para o outro lado do aposento e as Ratazanas correm atrás dele, mordendo-se e arranhando umas às outras enquanto lutam por ele. ",
            "Já que as distraiu, você atravessa o aposento e sai pela porta da parede norte. ",
            "Adicione 2 pontos à sua SORTE pelo seu êxito. "
        ],
        "requisito": {"item": "Queijo"},
        "modificador_atributo": [
            { "atributo": "SORTE", "valor": 2 }
        ],
        "opcoes": [
            { "texto": "Sair pela porta norte", "vai_para": "124" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "33": {
        "texto": [
            "O ser que dormia desperta sobressaltado. Ele fica em pé e avança sobre você desarmado. Com sua espada, você deve ser capaz de derrotá-lo, mas seus dentes afiados parecem bem perigosos. ",
            "Você pode Fugir pela porta ou ficar e lutar contra o Orca que está atacando você. "
        ],
        "combate": {
            "monstros": [
                { "nome": "ORCA", "habilidade": 6, "energia": 4 }
            ],
            "opcoes_fuga": {
                "texto": "Fugir pela porta",
                "vai_para": "320"
            },
            "vitoria": {
                "texto": "Se você derrotar o ser, pode levar a caixa.",
                "vai_para": "147"
            }
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "34": {
        "texto": [
            "Examinando as ferramentas, você encontra uma marreta com cabeça de madeira dura e um cinzel com uma sólida lâmina de prata. Você só pode ficar com uma das duas, isto se estiver preparado para dispensar um dos itens do equipamento que já está carregando. ",
            "O ruído na porta norte fica mais alto ainda e você vai até lá para investigar. "
        ],
        "item_encontrado": [
            { "item": "Marreta de madeira", "descricao": "Uma marreta com cabeça de madeira.", "troca_obrigatoria": true },
            { "item": "Cinzel de prata", "descricao": "Um cinzel com lâmina de prata.", "troca_obrigatoria": true }
        ],
        "opcoes": [
            { "texto": "Ir para a porta norte", "vai_para": "96" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "35": {
        "texto": [
            "Ao entrar no aposento, a porta se fecha imediatamente atrás de você. Ao se fechar, ouve-se um estalo e um esguicho. ",
            "Do centro do teto, um jato de gás está enchendo o aposento com um vapor acre. Você tenta respirar e tosse convulsivamente. ",
            "Você olha para a porta e depois para a chave. "
        ],
        "opcoes": [
            { "texto": "Retornar à porta e escapar rapidamente", "vai_para": "136" },
            { "texto": "Prender a respiração e correr para pegar a chave", "vai_para": "361" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "36": {
        "texto": [
            "A porta trancada abre-se violentamente e um mau cheiro insuportável chega às suas narinas. ",
            "Dentro do aposento, o chão está coberto de ossos, vegetação apodrecida e lodo. ",
            "Um velho de cabelos desgrenhados, vestido de trapos, salta sobre você gritando. Tem uma barba longa e grisalha e sacode um velho pé de cadeira de madeira. ",
            "Ele simplesmente está louco, como parece, ou isto é algum tipo de armadilha? "
        ],
        "opcoes": [
            { "texto": "Gritar com ele para tentar acalmá-lo", "vai_para": "263" },
            { "texto": "Pegar na sua espada e atacá-lo", "vai_para": "353" }
        ],
        "imagem": "pag36.png",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "37": {
        "texto": [
            "Em pé na encruzilhada, você pode ir para o norte, para o oeste ou para o sul. "
        ],
        "opcoes": [
            { "texto": "Ir para o norte", "vai_para": "366" },
            { "texto": "Ir para o oeste", "vai_para": "11" },
            { "texto": "Ir para o sul", "vai_para": "277" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "38": {
        "texto": [
            "Você abre a porta e encontra a dispensa de comidas do Lobisomem, um estoque variado de ossos e carnes apodrecidas. ",
            "O cheiro provoca náuseas, embora um vidro com ovos em salmoura pareça conter uma comida razoavelmente decente. ",
            "Se você quiser levá-lo consigo, será suficiente para duas refeições: adicione 2 pontos às suas Provisões. ",
            "De volta ao aposento, agora você pode sair pela porta sul. "
        ],
        "evento": {
            "tipo": "encontrar_comida",
            "pergunta": "Levar os ovos em salmoura (2 provisões)?",
            "efeito": {
                "modificador_atributo": [{"atributo": "PROVISOES", "valor": 2}]
            }
        },
        "opcoes": [
            { "texto": "Sair pela porta sul", "vai_para": "66" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "39": {
        "texto": [
            "Seu adversário fica surpreso ao ver você desaparecer na frente dele, mas ele levanta as mãos, como se quisesse cobrir os olhos, e vasculha o aposento com um olhar atento. ",
            "Ele consegue sentir a sua presença, mas não é capaz de saber exatamente onde você está. Você desembainha a sua espada e avança na direção dele. Ele inclina a cabeça e cheira o ar. ",
            "Você terá que lutar com ele à distância uma vez que, se ele puser as mãos em você, a invisibilidade não será mais vantagem nenhuma. "
        ],
        "requisito": { "item": "Poção de Invisibilidade", "estado": "ativo" },
        "combate": {
            "instrucoes_especiais": "Enquanto você permanecer invisível, terá as seguintes vantagens:\n1. Você pode acrescentar 2 pontos ao resultado que der nos dados quando determinar a sua Força de Ataque. \n2. Cada ataque seu bem-sucedido causará danos ao adversário de 3 pontos. \n3. Cada vez que ele lhe causar um ferimento, jogue apenas um dado. Se for ímpar, ele o feriu de verdade (2 pontos). Se for 2 ou 4, o ferimento vale 1 ponto. Se conseguir um 6, você evita o golpe. ",
            "monstros": [
                { "nome": "FEITICEIRO", "habilidade": 11, "energia": 18 }
            ],
            "vitoria": {
                "vai_para": "396"
            }
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "40": {
        "texto": [
            "O ruído cortante fica cada vez mais alto. A dor é insuportável. Reduza seu índice de HABILIDADE em 1 ponto, por causa da agonia. ",
            "Você começa a tatear no escuro em busca de uma parede. "
        ],
        "modificador_atributo": [
            { "atributo": "HABILIDADE", "valor": -1 }
        ],
        "opcoes": [
            { "texto": "Ir para a parede oeste", "vai_para": "355" },
            { "texto": "Ir para a parede norte", "vai_para": "265" },
            { "texto": "Ir para a parede leste", "vai_para": "181" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "41": {
        "texto": [
            "Ele é um adversário poderoso - um MONSTRO! É grande, forte e hostil. A batalha começa:",
            "Você luta com a sua espada. Depois de o ter ferido pela primeira vez, vá para 310."
        ],
        "combate": {
            "monstros": [
                { "nome": "MONSTRO", "habilidade": 9, "energia": 6 }
            ],
            "eventos_combate": [
                { "condicao": "primeiro_ferimento_causado", "alvo": 0, "vai_para": "310" }
            ]
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "42": {
        "texto": [
            "Afinal você chega ao final da trilha, em um encontro de três caminhos."
        ],
        "opcoes": [
            { "texto": "Ir para o oeste", "vai_para": "257" },
            { "texto": "Ir para o leste", "vai_para": "113" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "43": {
        "texto": [
            "Você está em uma trilha que vai do norte para o sul."
        ],
        "opcoes": [
            { "texto": "Ir para o norte", "vai_para": "354" },
            { "texto": "Ir para o sul", "vai_para": "52" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "44": {
        "texto": [
            "Ofegante depois da luta, você se senta para se recuperar e terminar a Provisão que começou a comer.",
            "No fim da refeição você fecha a sua mochila e começa a atravessar o rio."
        ],
        "opcoes": [
            { "texto": "Atravessar o rio", "vai_para": "399" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "45": {
        "texto": [
            "O Queijo bate no retrato e quica. Você ouve um riso maldoso vindo de dentro das paredes e compreende que o Feiticeiro está gozando com a sua cara.",
            "Você resolve sair do aposento pela porta norte."
        ],
        "requisito": {"item": "Queijo"},
        "opcoes": [
            { "texto": "Sair", "vai_para": "90" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "46": {
        "texto": [
            "Você está de pé em uma passagem estreita que vai de leste para oeste, com uma porta que bloqueia o caminho para o leste.",
            "Para o oeste, a passagem vira para o sul depois de alguns metros."
        ],
        "opcoes": [
            { "texto": "Contornar a curva para o oeste", "vai_para": "4" },
            { "texto": "Seguir pela porta a leste", "vai_para": "206" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "47": {
        "texto": [
            "No meio do rio, a ponte balança de um lado para o outro sob o peso que você representa. O corrimão se solta de repente quando você se apoia nele. Jogue um único dado."
        ],
        "teste_dado": {
            "dados": 1,
            "condicoes": [
                { "valor": 6, "texto": "Você cai de cabeça no rio lá embaixo.", "vai_para": "158" },
                { "valor_entre": [1, 5], "texto": "Você recupera o equilíbrio.", "vai_para": "298" }
            ]
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "48": {
        "texto": [
            "Você está em um corredor que vai de leste para oeste. Se você for para leste, há uma curva que se dirige ao norte. Para seguir para o oeste, o caminho continua."
        ],
        "opcoes": [
            { "texto": "Ir para leste", "vai_para": "391" },
            { "texto": "Ir para oeste", "vai_para": "60" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "49": {
        "texto": [
            "A porta range ao abrir. As dobradiças estão enferrujadas. O aposento está escuro e seus olhos começam a se adaptar melhor à escuridão quando você fecha a porta atrás de si.",
            "Você ouve um ruído no aposento mas, antes que possa reagir, um golpe na cabeça o derruba sem sentidos."
        ],
        "modificador_atributo": [
            { "atributo": "ENERGIA", "valor": -2 }
        ],
        "opcoes": [
            { "texto": "...", "vai_para": "122" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "50": {
        "texto": [
            "O ser mortalmente ferido desaba no chão. Você revista suas roupas e não acha nada, mas um pequeno saco está preso a seu pescoço.",
            "Dentro deste saco está uma pequena chave de bronze, com o número nove gravado nela. Você pode levar essa chave, se quiser. Não há mais nada de valor na caverna, por isso você sai e se dirige de volta à encruzilhada."
        ],
        "item_encontrado": [
            { "item": "Chave 9", "descricao": "Uma pequena chave de bronze com o número 9." }
        ],
        "opcoes": [
            { "texto": "Voltar à encruzilhada", "vai_para": "269" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "51": {
        "texto": [
            "Você bebe a Poção e observa o olhar de assombro que toma conta do rosto do Troll. Ele vem na sua direção e tateia, buscando você, mas você escapa pelo lado e ele agarra o ar inutilmente. Ele dá voltas, tentando segurar alguma coisa, mas você consegue evitá-lo facilmente. Afinal ele desiste e retorna a seu lugar, bem na hora em que você já se sente reaparecer. Acrescente 2 pontos de SORTE. Você pode seguir ao longo da passagem para o norte."
        ],
        "requisito": { "item": "Poção de Invisibilidade" },
        "modificador_atributo": [
            { "atributo": "SORTE", "valor": 2 }
        ],
        "opcoes": [
            { "texto": "Continuar para o norte", "vai_para": "287" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "52": {
        "texto": [
            "Você está de pé em uma encruzilhada em forma de T, onde uma passagem para leste sai de um corredor que vai do norte para o sul."
        ],
        "opcoes": [
            { "texto": "Ir para o sul", "vai_para": "391" },
            { "texto": "Verificar passagens secretas ao sul", "vai_para": "362" },
            { "texto": "Ir para o norte", "vai_para": "354" },
            { "texto": "Verificar passagens secretas ao norte", "vai_para": "234" },
            { "texto": "Ir para o leste", "vai_para": "291" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "53": {
        "texto": [
            "Você tenta forçar a porta, batendo nela diretamente com o ombro. Jogue dois dados."
        ],
        "teste_atributo": {
            "atributo": "HABILIDADE",
            "dados": 2,
            "sucesso": { "texto": "Se o número do resultado for igual ou menor do que o seu índice de HABILIDADE, a porta abre.", "vai_para": "155" },
            "falha": { "texto": "Se o número for maior, a porta treme mas não cede, e você sente uma dor forte ao bater com o ombro na porta.", "efeito": {"modificador_atributo": [{"atributo":"ENERGIA", "valor":-1}]}, "vai_para": "300" }
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "54": {
        "texto": [
            "Você está junto a uma porta na extremidade norte de uma passagem que vai do norte para o sul."
        ],
        "opcoes": [
            { "texto": "Ir para o sul", "vai_para": "308" },
            { "texto": "Passar pela porta", "vai_para": "179" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "55": {
        "texto": [
            "Jogue os dois dados. Se o total resultante for menor ou igual a seu índice de SORTE e também menor ou igual a seu índice de ENERGIA, você consegue controlar a situação e manobrar a jangada até chegar à margem norte (não deduza 1 ponto de SORTE). Você chega são e salvo mas, ao saltar na margem, a jangada se afasta e retorna por sua própria conta, atravessando o rio para a margem sul.",
            "Se você ultrapassar os seus totais de SORTE e/ou de ENERGIA, a jangada o atira na água e você começa a nadar de volta para a margem sul."
        ],
        "teste_customizado": {
            "tipo": "SORTE_E_ENERGIA",
            "sucesso": { "vai_para": "7" },
            "falha": { "vai_para": "166" }
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "56": {
        "texto": [
            "Quando sua espada cai na água, uma voz borbulhante diz \"obrigado!\". Parece que agora o único caminho a seguir é nadar a favor da correnteza para o leste. Você mergulha na água."
        ],
        "evento": {
            "item_perdido": "Espada"
        },
        "opcoes": [
            { "texto": "Nadar", "vai_para": "399" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "57": {
        "texto": [
            "Ao entrar na caverna, você ouve passos pesados atrás de você fazendo muito ruído no chão de pedra. Você se agacha ao lado da entrada em um pequeno buraco na rocha. O barulho dos passos cresce de intensidade e você vê um Grande OGRO entrar na caverna! Ele tem mais de dois metros de altura e está vestido com roupas que não lhe servem direito, feitas de algum tipo de pele. Está carregando uma pesada clava de madeira."
        ],
        "opcoes": [
            { "texto": "Atacá-lo ao entrar", "vai_para": "16" },
            { "texto": "Tentar disfarçar e sair sem que ele repare", "vai_para": "2" },
            { "texto": "Tentar distraí-lo, jogando alguma coisa", "vai_para": "119" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "58": {
        "texto": [
            "Cuidadosamente, você se afasta pela passagem. Depois de um curto período de tempo, ela faz uma curva fechada para o norte. Na curva, há um banco de madeira sólida e, acima do banco, um aviso que diz: \"Descanse Aqui, Fatigado Viajante.\""
        ],
        "opcoes": [
            { "texto": "Parar e comer umas Provisões", "vai_para": "15" },
            { "texto": "Continuar", "vai_para": "367" }
        ],
        "imagem": "pag58.png",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "59": {
        "texto": [
            "Você anda por algum tempo na direção do oeste, depois vira para o norte em uma curva esquisita que quebra em um ângulo fechadíssimo e se volta para o sul. No final, você chega a uma encruzilhada de três caminhos."
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "150" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "60": {
        "texto": [
            "Você anda ao longo do corredor, mas descobre que o caminho na direção do oeste está bloqueado por uma pesada porta levadiça. Você retorna para onde estava."
        ],
        "opcoes": [
            { "texto": "Retornar", "vai_para": "48" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "61": {
        "texto": [
            "Ao investigar a caverna, você subitamente ouve um barulho de pés rápidos atrás de você e vira-se para se defrontar com a forma negra e grotesca de uma ARANHA GIGANTE que estava se preparando para o bote.",
            "O corpo da Aranha tem pelo menos um metro de diâmetro e você rapidamente desembainha a sua espada para se defender."
        ],
        "combate": {
            "monstros": [
                { "nome": "ARANHA GIGANTE", "habilidade": 7, "energia": 8 }
            ],
            "opcoes_fuga": {
                "texto": "Fugir da luta pela passagem (após 2 Séries de Ataques)",
                "vai_para": "375",
                "rodada_minima": 2
            },
            "vitoria": {
                "vai_para": "29"
            }
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "62": {
        "texto": [
            "Você continua descendo pela passagem para o leste. Depois de uns trinta metros, ela vira para o sul.",
            "Ao contornar a curva, você acaba tendo que parar diante de uma grande porta blindada."
        ],
        "opcoes": [
            { "texto": "Tentar seguir pela porta", "vai_para": "6" },
            { "texto": "Retornar pela passagem e passar pela abertura estreita", "vai_para": "89" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "63": {
        "texto": [
            "Ao andar ao longo do corredor, você pode ver que ele está ficando cada vez mais estreito à sua frente. Em um certo ponto você se abaixa e, ao fazê-lo, uma risada profunda ressoa à sua volta.",
            "Você ainda quer continuar?"
        ],
        "opcoes": [
            { "texto": "Sim, continuar", "vai_para": "281" },
            { "texto": "Não, voltar", "vai_para": "10" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "64": {
        "texto": [
            "O Espectro dança com alegria em volta de seu corpo, deposita-o ao lado dos outros, vira você de bruços e crava os dentes nas suas nádegas.",
            "Não é com frequência que ele consegue carne fresca para se alimentar. Sua aventura terminou."
        ],
        "fim_de_jogo": true,
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "65": {
        "texto": [
            "Quando você se lança contra o Chefe, seu servo levanta-se, pega um pesado porrete de madeira e entra na briga.",
            "Mas, para sua decepção, ele ataca você! Crápula ingrato!",
            "Ao ver isso, você pode Fugir pela porta, descendo o corredor ou continuar a luta."
        ],
        "opcoes": [
            { "texto": "Fugir (sofrer penalidade)", "vai_para": "293" },
            { "texto": "Continuar a luta", "vai_para": "372" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "66": {
        "texto": [
            "A porta abre e você se vê na passagem que leva de volta à margem do rio.",
            "Você retorna ao rio e pode agora se encaminhar para a porta no meio da parede de rocha ou seguir pela passagem que se estende para o leste ao longo da margem do rio."
        ],
        "opcoes": [
            { "texto": "Ir para a porta na parede de rocha", "vai_para": "104" },
            { "texto": "Seguir para leste pela margem", "vai_para": "99" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "67": {
        "texto": [
            "Você puxa a corda e uma pequena porta se abre, revelando uma passagem para um corredor que vai do norte para o sul."
        ],
        "opcoes": [
            { "texto": "Retornar à encruzilhada", "vai_para": "267" },
            { "texto": "Passar pela porta secreta", "vai_para": "177" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "68": {
        "texto": [
            "Os dois GOBLINS torturadores olham um para o outro surpresos, depois ambos olham para você.",
            "Eles conversam entre si e depois fazem sinal para que você espere, enquanto saem e pegam mais um Anão para se divertirem mais um pouco.",
            "Eles desaparecem, sumindo do aposento, e você liberta o Anão que já está, como você imaginou, bem morto.",
            "Você resolve que o melhor a fazer é ir embora e seguir em frente para o norte, subindo o corredor."
        ],
        "opcoes": [
            { "texto": "Seguir para o norte", "vai_para": "303" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "69": {
        "texto": [
            "A uma certa altura seguindo pela passagem, o corredor faz uma curva para o norte e você continua seguindo por ele até atingir uma outra encruzilhada.",
            "Nesta encruzilhada, você vê uma flecha desenhada na pedra apontando para o norte, e decide experimentar esta indicação."
        ],
        "opcoes": [
            { "texto": "Seguir a flecha", "vai_para": "244" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "70": {
        "texto": [
            "Você segue o corredor de pedras redondas no chão para o leste, depois para o norte, em seguida para o leste de novo e finalmente para o norte, até que você acaba chegando a uma encruzilhada."
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "267" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "71": {
        "texto": [
            "Há uma curva na passagem para a direita, levando para o norte. Cautelosamente, você se aproxima de um posto de sentinela em um canto e, ao olhar para dentro, vê um ser estranho, parecido com um Goblin, vestido de armadura de couro e adormecido em seu posto.",
            "Você tenta passar por ele na ponta dos pés. Teste a sua Sorte."
        ],
        "teste_sorte": {
            "sucesso": { "texto": "Se tiver sorte, ele não acorda e continua a roncar alto.", "vai_para": "301" },
            "falha": { "texto": "Se não tiver sorte, você pisa em terreno mole e faz um barulho, e os olhos do ser se abrem instantaneamente.", "vai_para": "248" }
        },
        "imagem": "pag71.png",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "72": {
        "texto": [
            "Você agora tem uma nova armadura, parecida com a sua. Decida qual das duas você quer usar, jogue a outra fora e continue."
        ],
        "evento": {
            "tipo": "troca_item",
            "item_novo": "Armadura",
            "item_antigo": "Armadura de Couro"
        },
        "opcoes": [
            { "texto": "Continuar", "vai_para": "319" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "73": {
        "texto": [
            "A passagem à sua frente o conduz para o norte. O solo pedregoso vai se tornando arenoso até que, no final, você está andando sobre uma espécie de areia grossa.",
            "Você nota que a passagem está se alargando cada vez mais e consegue ouvir um rio correndo ali perto.",
            "Você continua em frente até se encontrar em uma grande caverna por dentro da qual passa um rio."
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "218" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "74": {
        "texto": [
            "Teste a sua Sorte."
        ],
        "teste_sorte": {
            "sucesso": { "texto": "Se tiver sorte, você rompe o encanto do olhar e pode se preparar para atacar.", "vai_para": "279" },
            "falha": { "texto": "Se não tiver sorte, está sob o domínio dele e larga a sua espada quando ele ordena.", "vai_para": "118" }
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "75": {
        "texto": [
            "Você senta e descansa da batalha exaustiva. Você pode comer algo das Provisões neste momento.",
            "Você retira a jóia da estátua impassível. Ela pesa bastante em sua mão e deve valer umas 50 Peças de Ouro.",
            "Você guarda a jóia em sua mochila. Ao explorar o aposento e a estátua, você repara que uma das partes do peitoral dela está solta.",
            "Ao abri-la, há uma pequena chave do lado de dentro. Você a examina e nota que existe o número 111 escrito nela.",
            "Com um sorriso, você põe a chave também em sua mochila e volta para a encruzilhada, depois de adicionar 3 pontos à sua SORTE — você conseguiu um artefato valioso."
        ],
        "evento": { "tipo": "descanso" },
        "item_encontrado": [
            { "item": "Jóia do Ciclope", "descricao": "Uma jóia valiosa que pesa bastante.", "valor_ouro": 50 },
            { "item": "Chave 111", "descricao": "Uma pequena chave com o número 111." }
        ],
        "modificador_atributo": [
            { "atributo": "SORTE", "valor": 3 }
        ],
        "opcoes": [
            { "texto": "Voltar para a encruzilhada", "vai_para": "93" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "76": {
        "texto": [
            "Você chega a uma outra encruzilhada. Uma seta na parede aponta para a direção norte e você decide prosseguir nesta direção."
        ],
        "opcoes": [
            { "texto": "Seguir a seta", "vai_para": "244" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "77": {
        "texto": [
            "Vários metros adiante seguindo pela passagem, você chega a uma encruzilhada onde pode virar para o leste ou para o oeste.",
            "Escavada na rocha da parede norte, há uma pequena reentrância onde você pode descansar e comer outras Provisões sem ser visto. Se você quiser comer algo aqui, faça isso."
        ],
        "evento": { "tipo": "descanso" },
        "opcoes": [
            { "texto": "Seguir para o leste", "vai_para": "345" },
            { "texto": "Seguir para o oeste", "vai_para": "18" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "78": {
        "texto": [
            "A passagem termina em uma sólida porta de madeira com dobradiças de metal. Ao colar o ouvido na porta, você ouve estranhos resmungos e o ruído do que poderiam ser panelas e potes.",
            "O que quer que estivesse do lado de dentro, havia diversos deles."
        ],
        "opcoes": [
            { "texto": "Entrar", "vai_para": "159" },
            { "texto": "Voltar", "vai_para": "237" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "79": {
        "texto": [
            "A passagem termina diante de um beco sem saída à sua frente."
        ],
        "opcoes": [
            { "texto": "Procurar passagens secretas", "vai_para": "137" },
            { "texto": "Retornar à encruzilhada", "vai_para": "267" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "80": {
        "texto": [
            "A chave serve na fechadura e abre a porta. Você se vê em uma grande casa flutuante. Diversos barcos, em diferentes etapas de construção, encontram-se em torno. Além da porta atrás de você, há uma outra na parede norte.",
            "Quando você entra, os Esqueletos interrompem seu trabalho e giram seus pescoços ossudos para olhar para você. Eles pegam ripas de madeira e martelos e avançam na sua direção. Há cinco deles."
        ],
        "requisito": { "item": "Chave da Casa Flutuante" },
        "opcoes": [
            { "texto": "Sorrir nervosamente e recuar", "vai_para": "129" },
            { "texto": "Dizer que veio comprar um barco", "vai_para": "123" },
            { "texto": "Dizer que é o novo patrão", "vai_para": "195" },
            { "texto": "Desembainhar a espada e lutar", "vai_para": "140" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "81": {
        "texto": [
            "Um ruído o assusta, fazendo com que você pense em sair do aposento o mais rápido possível. Você anda até a porta norte para investigar."
        ],
        "opcoes": [
            { "texto": "Investigar a porta norte", "vai_para": "205" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "82": {
        "texto": [
            "A porta se abre para revelar um aposento pequeno e de cheiro forte. No centro do aposento há uma mesa de madeira instável onde está uma vela acesa. Embaixo da mesa há uma pequena caixa de madeira.",
            "Dormindo em um colchão de palha, no canto mais distante do aposento, está um ser baixo e robusto, com um rosto feio e cheio de verrugas: o mesmo tipo de ser que você encontrou dormindo no posto de sentinela. Deve ser o guarda do turno da noite."
        ],
        "opcoes": [
            { "texto": "Retornar ao corredor e seguir para o norte", "vai_para": "208" },
            { "texto": "Tentar pegar a caixa sem acordar o ser", "teste_sorte": {
                "sucesso": { "texto": "Se você tiver sorte, ele não acordará.", "vai_para": "147" },
                "falha": { "texto": "Se não tiver, ele desperta.", "vai_para": "33" }
            }}
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "83": {
        "texto": [
            "Teste a sua Sorte."
        ],
        "teste_sorte": {
            "sucesso": { "texto": "Se você tiver sorte, consegue sair pela porta norte.", "vai_para": "360" },
            "falha": { "texto": "Se não tiver sorte, o ser acorda.", "vai_para": "154" }
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "84": {
        "texto": [
            "A porta abre para um pequeno aposento, confortavelmente mobiliado com uma mesa, várias cadeiras e uma grande estante que ocupa uma das paredes.",
            "Sentado à mesa está um velho com uma longa barba grisalha e, acocorado no ombro do velho, há um pequeno animal alado. Este ser não tem mais do que seis centímetros de altura. Possui dois braços e duas pernas; sua pele é de uma cor cinzenta e empoeirada. Tem pequenos dentes afiados e suas asas estão fechadas atrás das costas.",
            "O velho não diz nada quando você entra pela porta, mas ele sinaliza para que você se sente à mesa. Ele está brincando com dois objetos brancos que segura em suas mãos."
        ],
        "opcoes": [
            { "texto": "Sentar como ele está indicando", "vai_para": "204" },
            { "texto": "Sair do aposento e retornar à encruzilhada", "vai_para": "280" },
            { "texto": "Desembainhar sua espada e avançar", "vai_para": "377" }
        ],
        "imagem": "pag84.png",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "85": {
        "texto": [
            "Você está novamente em uma encruzilhada."
        ],
        "opcoes": [
            { "texto": "Seguir para o norte", "vai_para": "106" },
            { "texto": "Seguir para o sul", "vai_para": "373" },
            { "texto": "Seguir para o leste", "vai_para": "318" },
            { "texto": "Seguir para o oeste", "vai_para": "59" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "86": {
        "texto": [
            "Uma enorme boca se abre à sua frente. Pelo seu tamanho, o CROCODILO na direção do qual você está nadando deve ter pelo menos três metros de comprimento. A fera bate a cauda na água e desliza na sua direção.",
            "Você tem que lutar duas Séries de Ataques. A agitação dos dois somada provoca uma 'turbulência' na água que você já tinha notado antes, e ela agora avança na direção da parte do rio em que você está. Você repara nisso pelo canto do olho e tem que decidir o que fazer."
        ],
        "combate": {
            "monstros": [{ "nome": "CROCODILO", "habilidade": 7, "energia": 6 }],
            "instrucoes_especiais": "Lute por 2 rodadas. Após a segunda rodada, uma escolha aparecerá.",
            "evento_combate": [{
                "condicao": "apos_rodada_2",
                "opcoes": [
                    { "texto": "Continuar a batalha (acredita que ele está nas últimas)", "vitoria": { "vai_para": "259" } },
                    { "texto": "Enfrentar mais uma Série e esperar ajuda da 'turbulência'", "vai_para": "350" }
                ]
            }]
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "87": {
        "texto": [
            "Você chega de volta à encruzilhada e desta vez segue para o norte."
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "262" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "88": {
        "texto": [
            "Você entra em outro pequeno aposento, completamente vazio a não ser por uma fonte bem no meio. A fonte não é nada de particularmente grandioso, apenas um peixe entalhado de cuja boca sai um curto jato de água.",
            "Um letreiro de madeira está pendurado no peixe e lá há uma mensagem. Está escrita na língua dos Goblins, da qual você não tem um grande conhecimento. A primeira palavra você não consegue entender, mas as outras dizem: \"NÃO BEBER\". Mas você está com uma sede tremenda."
        ],
        "opcoes": [
            { "texto": "Beber desta fonte", "vai_para": "216" },
            { "texto": "Passar por ela e sair pela porta na parede norte", "vai_para": "384" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "89": {
        "texto": [
            "Você sobe pela abertura e chega ao topo de uma estreita escadaria que desce. Cuidadosamente, você desce as escadas..."
        ],
        "opcoes": [
            { "texto": "Descer", "vai_para": "286" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "90": {
        "texto": [
            "Você abre a porta que dá para uma passagem estreita e segue na direção norte. Alguns metros adiante seguindo a passagem, há uma curva para o leste e, depois, outra para o norte.",
            "Porém, nesta segunda curva, há uma pequena alcova na rocha. Parece um esconderijo bastante conveniente e uma grande rocha forma um assento confortável.",
            "Você pode parar aqui e comer uma parte das Provisões, se você quiser. Quando tiver descansado, continue para o norte."
        ],
        "evento": { "tipo": "descanso" },
        "opcoes": [
            { "texto": "Continuar para o norte", "vai_para": "253" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "91": {
        "texto": [
            "Se você tiver sorte, sua trapaça não será notada. Teste a sua Sorte."
        ],
        "teste_sorte": {
            "sucesso": { "texto": "Você se dá bem. Jogue dois dados para saber quantas Peças de Ouro você ganha.", "evento": {"tipo":"ganho_ouro_dado", "dados": 2}, "vai_para": "131" },
            "falha": { "texto": "Os quatro notam que você está dando as cartas do final do baralho. Eles pegam uns porretes atrás de suas cadeiras e avançam sobre você.", "vai_para": "20" }
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "92": {
        "texto": [
            "Você chega de volta à encruzilhada na passagem. Você olha à esquerda e vê a entrada da caverna à distância, na penumbra, mas segue em frente caminhando."
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "71" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "93": {
        "texto": [
            "Você chega de volta à encruzilhada e desta vez segue na direção norte."
        ],
        "opcoes": [
            { "texto": "Continuar para o norte", "vai_para": "8" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "94": {
        "texto": [
            "Você caminha pela passagem que leva direto para o sul, depois vira para o oeste. Depois de vários metros ela termina em um cruzamento de três caminhos."
        ],
        "opcoes": [
            { "texto": "Verificar se há passagens secretas", "vai_para": "260" },
            { "texto": "Seguir direto para a encruzilhada", "vai_para": "329" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "95": {
        "texto": [
            "Você não encontra nada de extraordinário no meio das armas, na verdade nem uma única arma parece mais útil do que a sua espada.",
            "Ao examinar os escombros, você ouve um baque profundo vindo do norte seguido de um grito que lhe causa arrepios pela sua espinha.",
            "Você corre para a porta norte para investigar."
        ],
        "opcoes": [
            { "texto": "Correr para a porta norte", "vai_para": "205" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "96": {
        "texto": [
            "A porta abre para um corredor curto, de cerca de 15 metros de comprimento. Há duas portas, uma em cada ponta. Você agora compreende o que era o barulho. Mais Esqueletos!",
            "Quatro deles, armados com espadas, vêm descendo pelo corredor na sua direção. Eles não parecem ter visto você, e você nota uma leve reentrância na parede que pode ser um esconderijo providencial. Você resolve tentar se esconder deles."
        ],
        "opcoes": [
            { "texto": "Tentar se esconder", "vai_para": "374" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "97": {
        "texto": [
            "Uma voz pede para você: \"Entre!\", e você entra em um pequeno compartimento mobiliado com uma mesa e uma cadeira, prateleiras, cristaleiras e móveis antigos, todos bastante usados.",
            "Pratos, cumbucas, xícaras e centenas de livros velhos ocupam as prateleiras. No meio de todo este entulho, você vê um velhinho usando um camisolão surrado e se balançando em uma cadeira de balanço, cantarolando feliz consigo mesmo.",
            "Ele diz: \"Bom dia.\""
        ],
        "opcoes": [
            { "texto": "Começar a conversar com ele", "vai_para": "334" },
            { "texto": "Desembainhar a sua espada e o atacar", "vai_para": "247" },
            { "texto": "Sair e seguir para o norte", "vai_para": "292" }
        ],
        "imagem": "pag97.png",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "98": {
        "texto": [
            "Ao se insinuar para dentro do aposento, uma voz se faz ouvir bem alto: \"Bem-vindo, aventureiro. Eu o estava esperando\".",
            "Você pára, olha à sua volta e se levanta. O velhinho se transformou. Já não é mais tão velho e grisalho, e sua altura é impressionante.",
            "Seus olhos são profundos e negros, e estão fixados diretamente em você."
        ],
        "opcoes": [
            { "texto": "Encarar o Feiticeiro", "vai_para": "358" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "99": {
        "texto": [
            "A passagem segue para o leste. À sua frente, você pode ver que uma porta de aparência sólida bloqueia a passagem. Você se aproxima para investigar."
        ],
        "opcoes": [
            { "texto": "Investigar a porta", "vai_para": "383" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "100": {
        "texto": [
            "Sem muita convicção, eles concordam em deixar você entrar. Enquanto jogam e conversam, eles relaxam e vocês acabam todos rindo e trocando histórias. Eles parecem bastante inofensivos.",
            "Você pode jogar cartas honestamente ou pode tentar trapacear."
        ],
        "opcoes": [
            { "texto": "Jogar honestamente", "vai_para": "346" },
            { "texto": "Tentar trapacear", "vai_para": "91" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "101": {
        "texto": [
            "Seu golpe de sorte pega o Vampiro desprevenido e ele grita de dor quando a estaca penetra em seu coração.",
            "Você salta sobre ele e empurra a estaca mais fundo em seu corpo. Seus gritos agonizantes vão ficando cada vez mais fracos e seu corpo sem vida desaba no chão."
        ],
        "opcoes": [
            { "texto": "Examinar o aposento", "vai_para": "327" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "102": {
        "texto": [
            "A porta não está trancada e abre. O aposento à sua frente parece ser uma pequena câmara de tortura, com vários instrumentos de tortura pendurados nas paredes.",
            "No centro da sala, duas pequenas criaturas corcundas estão satisfazendo seus instintos demoníacos com um Anão, que está amarrado pelos pulsos a um gancho preso no teto.",
            "Os dois corcundas o estão cutucando e cortando cruelmente com suas espadas. O Anão solta um último gemido e silencia, com os olhos fechados. Seus algozes emitem ruídos decepcionados e olham para você com raiva, como se fosse culpa sua que o Anão tivesse desfalecido.",
            "Você tem que agir imediatamente."
        ],
        "opcoes": [
            { "texto": "Fechar a porta rapidamente e continuar subindo o corredor", "vai_para": "303" },
            { "texto": "Puxar sua espada e lutar contra os seres", "vai_para": "19" },
            { "texto": "Caminhar até o Anão, dar-lhe uma estocada e sorrir para os torturadores", "vai_para": "68" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "103": {
        "texto": [
            "Você sente uma pedra se mover e encontra uma alavanca atrás dela."
        ],
        "opcoes": [
            { "texto": "Puxar a alavanca", "vai_para": "252" },
            { "texto": "Abandoná-la e retornar para a encruzilhada", "vai_para": "359" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "104": {
        "texto": [
            "Você se encontra em uma passagem curta e estreita com uma porta à sua frente, do lado norte. Você tenta abrir esta porta."
        ],
        "opcoes": [
            { "texto": "Abrir a porta", "vai_para": "49" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "105": {
        "texto": [
            "Você vasculha sua mochila. O que há lá dentro? Você pode tentar usar qualquer um dos itens que se seguem, se você os tiver em sua Lista de Equipamentos:"
        ],
        "opcoes": [
            { "texto": "Usar Poção de Invisibilidade", "vai_para": "39", "requisito": {"item": "Poção de Invisibilidade"} },
            { "texto": "Usar o Olho do Ciclope", "vai_para": "382", "requisito": {"item": "Jóia do Olho do Ciclope"} },
            { "texto": "Usar um pedaço de Queijo", "vai_para": "368", "requisito": {"item": "Queijo"} },
            { "texto": "Usar Arco com Flecha de Prata", "vai_para": "194", "requisito": {"item": "Arco com Flecha de Prata"} },
            { "texto": "Usar uma Vara em Forquilha", "vai_para": "215", "requisito": {"item": "Vara em Forquilha"} }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "106": {
        "texto": [
            "A passagem à sua frente segue para o norte por algum tempo. Você pode descansar ao longo da passagem para comer umas Provisões.",
            "Depois, ela faz uma curva para o oeste e começa a ficar bem estreita. Você chega a um pequeno arco rochoso que forçará você a se agachar para ir em frente. Do outro lado do arco, você pára e olha à sua volta. Você está em uma grande caverna que desaparece na escuridão densa.",
            "Ao lançar a luz de sua lanterna circularmente pela caverna, você ouve um ronco. De repente, um jato de fogo irrompe das profundezas da caverna, quase atingindo você!",
            "Você se atira ao chão e olha para a frente: um grande DRAGÃO se aproxima. Da suas narinas brotam rolos de fumaça. A fera tem uns 15 metros de comprimento! Como você vai atacar este monstro?"
        ],
        "evento": { "tipo": "descanso" },
        "opcoes": [
            { "texto": "Desembainhar a espada e atacar", "vai_para": "152" },
            { "texto": "Procurar na memória um outro meio de ataque", "vai_para": "126" }
        ],
        "imagem": "pag106.png",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "107": {
        "texto": [
            "Você atravessa o aposento na ponta dos pés, sobe uma escada estreita cujo topo leva a uma passagem. 'Foi fácil', você pensa, e começa a se perguntar se teria valido a pena revistar os corpos."
        ],
        "opcoes": [
            { "texto": "Retornar e revistar os corpos (começando pelo terceiro)", "vai_para": "148" },
            { "texto": "Seguir adiante", "vai_para": "197" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "108": {
        "texto": [
            "No momento que seu pé toca um azulejo em forma de mão, você sente um aperto violento no tornozelo e olha para baixo, vendo uma fantasmagórica mão branca agarrada na sua perna.",
            "Você luta para manter o equilíbrio e consegue recuperá-lo. Mas, para seu pavor, você vê que de dentro de todos os azulejos em forma de mão do assoalho surgiu uma aparição semelhante.",
            "Você puxa a sua espada e golpeia a mão."
        ],
        "combate": {
            "monstros": [
                { "nome": "MÃO", "habilidade": 6, "energia": 4 }
            ],
            "vitoria": {
                "vai_para": "185"
            }
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "109": {
        "texto": [
            "O líquido é suave e refrescante e, à medida em que você bebe, começa a se sentir alegre. Sua confiança cresce e o cansaço desaparece.",
            "A garrafa contém ÁGUA BENTA. Ela restabelece a sua ENERGIA quase que para o nível de força total. Aumente sua ENERGIA para 2 pontos abaixo da sua ENERGIA Inicial. Adicione pontos à sua HABILIDADE atual até que o total chegue a 1 ponto abaixo da sua HABILIDADE Inicial. Você pode adicionar 4 pontos de SORTE por ter feito tal descoberta."
        ],
        "modificador_atributo": [
            {"atributo": "ENERGIA", "valor": -2, "tipo": "restaurar_ate"},
            {"atributo": "HABILIDADE", "valor": -1, "tipo": "restaurar_ate"},
            {"atributo": "SORTE", "valor": 4}
        ],
        "opcoes": [
            { "texto": "Olhar o pergaminho", "vai_para": "212", "requisito": {"item": "Pergaminho"} },
            { "texto": "Sair para o norte", "vai_para": "120" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "110": {
        "texto": [
            "Você agora está oito Peças de Ouro mais rico. Você encontra também mais duas Peças de Ouro em sua bota, escondidas lá por razões de segurança. Registre o Ouro adicional em sua Folha de Aventuras."
        ],
        "item_encontrado": [
            { "item": "Ouro", "quantidade": 10 }
        ],
        "opcoes": [
            { "texto": "Continuar a investigação", "vai_para": "319" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "111": {
        "texto": [
            "Ele não aceita explicações. Enquanto você circula nervosamente pelo aposento, ele dá uma ordem ao cachorro."
        ],
        "opcoes": [
            { "texto": "...", "vai_para": "249" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "112": {
        "texto": [
            "Você não vê nada no aposento que possa ajudá-lo na batalha."
        ],
        "opcoes": [
            { "texto": "Desembainhar a espada, cerrar os dentes e avançar", "vai_para": "142" },
            { "texto": "Vasculhar a mochila em busca de uma arma", "vai_para": "105" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "113": {
        "texto": [
            "Você chega a uma outra encruzilhada na passagem."
        ],
        "opcoes": [
            { "texto": "Seguir para o norte", "vai_para": "285" },
            { "texto": "Continuar para o leste", "vai_para": "78" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "114": {
        "texto": [
            "A passagem vai para o sul, depois para o leste e você acaba chegando a uma encruzilhada."
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "359" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "115": {
        "texto": [
            "Os pobres coitados mortos a seus pés até parecem felizes de terem sido aliviados do peso de Viver. Mas, ao olhar bem para eles, você sente que não é o único a tomar conhecimento de suas mortes. Examinando o aposento, você pode:"
        ],
        "opcoes": [
            { "texto": "Investigar as armas espalhadas", "vai_para": "95" },
            { "texto": "Ir até o cadáver no canto nordeste", "vai_para": "313" },
            { "texto": "Verificar os barris", "vai_para": "330" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "116": {
        "texto": [
            "Os dois ORCAS bêbados que você está enfrentando agora estão evidentemente espantados com a sua entrada e, tão rápido quanto são capazes, saem em busca de armas. Você tem que atacar um de cada vez."
        ],
        "combate": {
            "instrucoes_especiais": "A bebedeira deles permite que você acrescente 1 ponto ao resultado do dado quando jogar para estabelecer a sua Força de Ataque, durante cada Série de Ataques.",
            "monstros": [
                { "nome": "Primeiro ORCA", "habilidade": 5, "energia": 4 },
                { "nome": "Segundo ORCA", "habilidade": 5, "energia": 5 }
            ],
            "vitoria": { "vai_para": "378" },
            "opcoes_fuga": { "texto": "Fugir durante a batalha", "vai_para": "42" }
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "117": {
        "texto": [
            "Você está em uma passagem que vai de leste para oeste."
        ],
        "opcoes": [
            { "texto": "Ir para leste", "vai_para": "354" },
            { "texto": "Ir para oeste", "vai_para": "308" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "118": {
        "texto": [
            "Quando você se aproxima, ele se levanta de seu caixão, abre sua capa e envolve você com ela. Sua última lembrança desta vida é uma pontada de dor quando os dentes afiados do monstro se cravam no seu pescoço. Você jamais deveria ter se permitido olhar nos olhos de um VAMPIRO!"
        ],
        "fim_de_jogo": true,
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "119": {
        "texto": [
            "Você abre a sua mochila e procura lá dentro alguma coisa adequada para jogar para o outro lado da caverna. Verifique a sua Lista de Equipamento, escolha um item para dispensar e risque-o da sua lista. Se você não possuir Equipamento, terá que jogar uma Peça de Ouro.",
            "Você joga o objeto para o outro lado da caverna, onde cairá ruidosamente. O Ogro olha na direção do barulho e vai até lá para investigar. Enquanto isso, você se dirige para fora, desce a passagem e retorna à encruzilhada."
        ],
        "evento": { "tipo": "descarte_item_ou_ouro" },
        "opcoes": [
            { "texto": "Retornar à encruzilhada", "vai_para": "269" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "120": {
        "texto": [
            "Você sai da câmara, caminha por uma passagem curta e chega a uma escadaria que sobe. Você vai até o topo da escada e chega a uma outra passagem."
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "197" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "121": {
        "texto": [
            "O corredor segue por vários metros para o leste, depois para o sul e depois para o leste de novo onde finalmente termina."
        ],
        "opcoes": [
            { "texto": "Investigar o beco sem saída", "vai_para": "103" },
            { "texto": "Retornar à encruzilhada", "vai_para": "359" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "122": {
        "texto": [
            "Você acorda com a cabeça latejando e olha em volta. O aposento tem uns oito metros quadrados, com portas para o norte e para o sul. Você foi jogado no canto sudoeste.",
            "De pé, imóveis no centro do aposento, estão quatro homens. Pelo menos, eles parecem ser homens. Possuem uma pele de cor cinza-esverdeada. Suas roupas estão rasgadas e em farrapos e estão todos olhando fixamente para o teto com olhos vazios.",
            "Um possui um porrete, outro uma foice, o terceiro uma picareta e o último um machado. Estão ignorando você completamente.",
            "Espalhadas pelo aposento, há várias armas do estilo camponês, um ou dois escudos e diversos barris. No canto nordeste, há um cadáver de um ser humano com uma espada em uma das mãos e um escudo na outra.",
            "Você toca a cabeça com a mão, em busca de sinais de sangue, e fica aliviado ao descobrir que você não está sangrando. Porém, ao mexer a mão, os estranhos seres que estão no centro do aposento viram os olhos na sua direção."
        ],
        "opcoes": [
            { "texto": "Tentar conversar com eles", "vai_para": "268" },
            { "texto": "Ficar de pé e atacá-los com sua espada", "vai_para": "282" },
            { "texto": "Correr para escapar pela porta sul", "vai_para": "13" }
        ],
        "imagem": "pag122.png",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "123": {
        "texto": [
            "Será que eles vão acreditar na sua história de comprar um barco? Os esqueletos são muito simplórios, por isso jogue um dado."
        ],
        "teste_dado": {
            "dados": 1,
            "condicoes": [
                { "valor_entre": [1, 3], "texto": "Eles acreditam em você, e todos saem correndo pela porta da parede norte, deixando você sozinho. Some 2 pontos à sua SORTE.", "efeito": {"modificador_atributo": [{"atributo":"SORTE", "valor": 2}]}, "vai_para": "184" },
                { "valor_entre": [4, 5], "texto": "Eles não têm muita certeza. Enviam dois de seus companheiros pela porta norte, enquanto os outros três ficam vigiando você.", "vai_para": "164" },
                { "valor": 6, "texto": "Eles não acreditam em você e continuam avançando.", "vai_para": "140" }
            ]
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "124": {
        "texto": [
            "A porta abre para uma ampla passagem e você segue por ela algum tempo antes de chegar a uma encruzilhada."
        ],
        "opcoes": [
            { "texto": "Continuar para o norte", "vai_para": "138" },
            { "texto": "Tomar a direção leste", "vai_para": "76" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "125": {
        "texto": [
            "Você apanha a corda. Parece normal. Na verdade, parece que poderia ser bastante útil. Você abre a sua mochila para colocá-la lá dentro. Subitamente ela ganha vida entre seus dedos, se enrosca rapidamente em seu braço e tenta alcançar o seu pescoço. Você luta para cortar a corda com sua espada antes que o abraço dela se aperte. Teste a sua Sorte. Se você não tiver, a corda aperta mais e você perde 1 ponto de ENERGIA. Você tem que Testar a sua Sorte mais uma vez para tentar cortar a corda, e continuar a tentar até conseguir."
        ],
        "teste_sorte_repetido": {
            "instrucoes": "Teste sua Sorte repetidamente até conseguir. A cada falha, perca 1 de ENERGIA e 1 de SORTE.",
            "sucesso": { "texto": "Você finalmente corta a corda e ela cai no chão.", "vai_para": "73" },
            "falha": { "efeito": { "modificador_atributo": [{"atributo":"ENERGIA", "valor": -1}] } }
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "126": {
        "texto": [
            "O nome \"Farrigo Di Maggio\" significa alguma coisa para você?"
        ],
        "opcoes": [
            { "texto": "Sim", "vai_para": "26", "requisito": { "conhecimento": "Farrigo Di Maggio" } },
            { "texto": "Não", "vai_para": "152" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "127": {
        "texto": [
            "Ele não fica nada satisfeito com as suas ameaças. À medida em que você argumenta e a fúria dele cresce, você repara que está ocorrendo uma transformação. Ele começa a assumir uma posição ereta e a se tornar fisicamente mais forte diante de seus próprios olhos. Os dentes dele tornam-se pontudos e afiados. Você tem que tomar uma decisão rápida."
        ],
        "opcoes": [
            { "texto": "Oferecer a ele cinco Peças de Ouro para acalmá-lo", "vai_para": "272", "requisito": {"item": "Ouro", "quantidade": 5} },
            { "texto": "Preparar-se para atacá-lo", "vai_para": "188" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "128": {
        "texto": [
            "Você ouve o profundo ruído de um ronco e o chão começa a tremer. Lenta e ruidosamente, a porta levadiça começa a subir para o teto. Você pode agora caminhar para a encruzilhada."
        ],
        "opcoes": [
            { "texto": "Seguir para o oeste", "vai_para": "210" },
            { "texto": "Seguir para o leste", "vai_para": "58" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "129": {
        "texto": [
            "Você retorna à margem do rio e decide tentar passar pela porta no meio da parede rochosa."
        ],
        "opcoes": [
            { "texto": "Tentar a porta", "vai_para": "104" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "130": {
        "texto": [
            "O velho pergunta qual é a sua aposta. Você pode arriscar de uma a 20 Peças de Ouro (mas não mais do que possui!). Ele atira os dados brancos com os quais estava brincando para você e pede que você jogue. Jogue dois dados, uma vez para você e outra para o velho. Se seu total for maior, você ganha a quantia que apostou do velho. Se o total dele for maior, você perde o que apostou. Você pode continuar enquanto ainda tiver Peças de Ouro, e depois sair pela porta e retornar à encruzilhada. Acrescente 2 pontos à sua HABILIDADE, ENERGIA e SORTE, caso você vencer."
        ],
        "evento": {
            "tipo": "jogo_dados_aposta",
            "min_aposta": 1,
            "max_aposta": 20,
            "recompensa_vitoria": {
                "modificador_atributo": [
                    {"atributo": "HABILIDADE", "valor": 2},
                    {"atributo": "ENERGIA", "valor": 2},
                    {"atributo": "SORTE", "valor": 2}
                ]
            }
        },
        "opcoes": [
            { "texto": "Sair e retornar à encruzilhada", "vai_para": "280" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "131": {
        "texto": [
            "Você conversa a respeito de várias coisas e eles parecem ansiosos para serem amigáveis. Eles contam a você que este é o Labirinto de Zagor. A única maneira de sair de lá é penetrar mais profundamente na caverna. Contam também que o caminho através do labirinto é sair do aposento, virar à direita, à direita de novo, depois à esquerda, e aí continuar sempre reto... e a partir daí eles começam a se tornar um pouco vagos. Você pode, se quiser, comer uma refeição de suas Provisões, mas terá de compartilhá-la com eles e, portanto, ganhará somente metade da ENERGIA normal. No final, você agradece a eles e sai do aposento."
        ],
        "evento": { "tipo": "descanso_compartilhado" },
        "opcoes": [
            { "texto": "Sair", "vai_para": "291" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "132": {
        "texto": [
            "O escudo é de um tipo comum de madeira. Você pode ficar com ele ou jogá-lo fora."
        ],
        "opcoes": [
            { "texto": "Continuar a investigação", "vai_para": "319" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "133": {
        "texto": [
            "Você está em um corredor que vai do norte para o sul e termina em um beco sem saída. Você examina a superfície da rocha em busca de sinais de alguma coisa interessante quando, repentinamente, uma rocha se solta acima de você e cai na sua cabeça.",
            "Embora a pancada não tenha sido particularmente forte, você começa a se sentir tonto. Você luta para não perder a consciência, mas não consegue evitar isso. Você cai no chão.",
            "Quando abre os olhos, está em uma encruzilhada."
        ],
        "opcoes": [
            { "texto": "...", "vai_para": "52" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "134": {
        "texto": [
            "O aposento não está ocupado e não parece haver nenhum outro meio de sair dele. No centro do assoalho há uma mesa, e sobre esta mesa há dois elmos: um de bronze e um de ferro. Ambos são aproximadamente do seu tamanho. Você vai experimentar algum ou não vale a pena o risco?"
        ],
        "opcoes": [
            { "texto": "Experimentar o elmo de bronze", "vai_para": "202" },
            { "texto": "Experimentar o elmo de ferro", "vai_para": "325" },
            { "texto": "Retornar à encruzilhada", "vai_para": "87" }
        ],
        "imagem": "pag134.png",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "135": {
        "texto": [
            "A Criatura está caída como um fardo no canto do aposento. Você se aproxima de sua escrivaninha e abre a caixa. Há dezoito Peças de Ouro dentro da caixa. Você pode levá-las consigo. Você pode adicionar 2 pontos à sua SORTE por ter derrotado a Criatura e também descansar um pouco para comer algumas Provisões. Quando estiver pronto, poderá sair pela porta norte."
        ],
        "item_encontrado": [
            { "item": "Ouro", "quantidade": 18 }
        ],
        "modificador_atributo": [
            { "atributo": "SORTE", "valor": 2 }
        ],
        "evento": { "tipo": "descanso" },
        "opcoes": [
            { "texto": "Sair pela porta norte", "vai_para": "360" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "136": {
        "texto": [
            "Você chega até a porta, força a fechadura e consegue abri-la. Você salta para fora, fecha a porta atrás de si e respira fundo várias vezes."
        ],
        "opcoes": [
            { "texto": "Retornar à encruzilhada", "vai_para": "229" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "137": {
        "texto": [
            "Você não encontra nenhuma passagem secreta mas, ao pressionar a parede, ouve um estalo. Sente-se tonto e cai no chão. Ao recuperar os sentidos, não reconhece o ambiente à sua volta."
        ],
        "opcoes": [
            { "texto": "...", "vai_para": "354" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "138": {
        "texto": [
            "A passagem se alarga e você percebe que está prestes a entrar em uma grande caverna. Você ouve ruídos vindos da caverna à sua frente e prossegue cautelosamente.",
            "Ao se aproximar, você consegue distinguir à distância uma forma de grandes dimensões e fica aterrorizado ao compreender que este ser humano imenso deve ter pelo menos uns três metros de altura! Vestido com uma túnica de couro, o GIGANTE está ocupado com uma refeição que está comendo em uma mesa.",
            "Não parece haver nenhum outro caminho para atravessar a caverna."
        ],
        "opcoes": [
            { "texto": "Enfrentar este bruto", "vai_para": "163" },
            { "texto": "Retornar à encruzilhada", "vai_para": "351" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "139": {
        "texto": [
            "Durante a sua aventura, você deverá ter encontrado diversas chaves e provavelmente terá recolhido algumas delas. Você pode agora usar três destas chaves para tentar abrir as fechaduras da arca.",
            "Cada chave está identificada por um número. Para determinar se você tem as chaves certas, some seus três números. Agora vá até a seção que possui o mesmo número que este total, onde você descobrirá se usou as chaves corretas.",
            "Se você não tiver três chaves numeradas, então chegou ao fim de sua jornada. Você senta na arca e chora ao tomar consciência de que terá que explorar a montanha mais uma vez a fim de encontrar as tais chaves."
        ],
        "evento": {
            "tipo": "puzzle_soma_chaves",
            "chaves_necessarias": 3
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "140": {
        "texto": [
            "Os Esqueletos avançam e o forçam a recuar para a porta. O líder se aproxima, com mais dois atrás dele, e os dois últimos ainda mais atrás. Resolva o combate, lutando primeiro contra o líder e depois, enfrentando cada um dos pares."
        ],
        "combate": {
            "instrucoes_especiais": "Lute primeiro contra o líder. Depois, lute contra os pares. Em uma luta de par, ambos atacam você, mas você só pode atacar um de cada vez. Se sua Força de Ataque for maior que a do Esqueleto que não é seu alvo, você apenas defende o golpe sem causar dano.",
            "monstros": [
                { "nome": "Líder ESQUELETO", "habilidade": 7, "energia": 5 },
                { "nome": "ESQUELETO A (1º Par)", "habilidade": 6, "energia": 5 },
                { "nome": "ESQUELETO B (1º Par)", "habilidade": 6, "energia": 6 },
                { "nome": "ESQUELETO A (2º Par)", "habilidade": 5, "energia": 6 },
                { "nome": "ESQUELETO B (2º Par)", "habilidade": 5, "energia": 5 }
            ],
            "vitoria": {
                "vai_para": "395"
            }
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "141": {
        "texto": [
            "Quando o velho é informado da sua busca ao tesouro, fica aborrecido e pede que você saia — não quer saber de caçadores de tesouros.",
            "Seu cachorro sente a raiva dele e rosna ameaçadoramente."
        ],
        "opcoes": [
            { "texto": "Sorrir, agradecer-lhe e sair pela porta sul", "vai_para": "66" },
            { "texto": "Ficar um pouco mais para tentar acalmá-lo", "vai_para": "111" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "142": {
        "texto": [
            "A voz retumbante dele ecoa: \"Pobre tolo. Você acha que pode medir forças comigo com esta sua arma insignificante?\".",
            "Você insiste com determinação. \"Se o que você quer é uma simples briga, estranho, então esta será a última que você terá!\" e, com estas palavras, ele desaparece e ressurge atrás de você. Você se vira para enfrentá-lo e a luta começa.",
            "Mas este é um combate até a morte. Não há fuga possível aqui."
        ],
        "combate": {
            "monstros": [
                { "nome": "FEITICEIRO", "habilidade": 11, "energia": 18 }
            ],
            "vitoria": {
                "vai_para": "396"
            }
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "143": {
        "texto": [
            "Você se acocora na margem arenosa. Enquanto está preparando a sua refeição, repara em um movimento na areia a uns dois metros à sua esquerda.",
            "O movimento se torna bastante agitado e você se levanta de um salto, com a espada pronta. De repente, uma grande cabeça em forma de tubo irrompe na superfície, contorce-se no ar e sente o seu cheiro.",
            "O corpo liso e segmentado de um VERME DA AREIA GIGANTE se contrai e vira-se na sua direção. Você tem que enfrentar este ser."
        ],
        "combate": {
            "monstros": [
                { "nome": "VERME DA AREIA GIGANTE", "habilidade": 7, "energia": 7 }
            ],
            "opcoes_fuga": {
                "texto": "Fugir (após 3 rodadas, perde a Provisão)",
                "vai_para": "399",
                "rodada_minima": 3,
                "efeito": { "modificador_atributo": [{"atributo": "PROVISOES", "valor": -1}] }
            },
            "vitoria": {
                "vai_para": "44"
            }
        },
        "imagem": "pag143.png",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "144": {
        "texto": [
            "O ser mantém o seu olhar preso no olhar dele e você fica incapaz de controlar as suas próprias ações. Ele faz um sinal para que você avance. Você se move lentamente na direção dele com a boca aberta.",
            "Ele lhe diz para jogar fora a estaca. Ao olhar para a estaca, você sente um alento de força retornar à sua própria vontade e joga a estaca nele bem de perto. Teste a sua Sorte."
        ],
        "teste_sorte": {
            "sucesso": { "vai_para": "101" },
            "falha": { "vai_para": "217" }
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "145": {
        "texto": [
            "A caixa caiu no chão durante a sua luta com a Serpente, e de dentro dela caiu uma chave de cor de bronze com o número 99 gravado nela.",
            "Você pode levar esta chave com você e sair do aposento. Adicione 1 ponto de SORTE."
        ],
        "item_encontrado": [
            { "item": "Chave 99", "descricao": "Uma chave de bronze com o número 99." }
        ],
        "modificador_atributo": [
            { "atributo": "SORTE", "valor": 1 }
        ],
        "opcoes": [
            { "texto": "Sair", "vai_para": "363" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "146": {
        "texto": [
            "Você não encontra nenhuma passagem secreta. Retorna à encruzilhada e prossegue para o norte ou para o oeste."
        ],
        "opcoes": [
            { "texto": "Ir para o norte", "vai_para": "366" },
            { "texto": "Ir para o oeste", "vai_para": "11" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "147": {
        "texto": [
            "Você sai do aposento e abre a caixa na passagem. Lá dentro, você encontra uma única Peça de Ouro e um pequeno camundongo, que deve ter sido o animal de estimação do ser.",
            "Você guarda a moeda e solta o camundongo, que sai correndo pela passagem afora. Ganhe 2 pontos de SORTE."
        ],
        "item_encontrado": [
            { "item": "Ouro", "quantidade": 1 }
        ],
        "modificador_atributo": [
            { "atributo": "SORTE", "valor": 2 }
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "208" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "148": {
        "texto": [
            "Ao revistar o corpo, você tenta evitar olhar para o rosto terrível, cinzento e em decomposição. Vermes saem de seu nariz e de sua boca.",
            "Você pula para trás sobressaltado quando os olhos dele subitamente se abrem de uma só vez! Você evita, bem a tempo, um traiçoeiro golpe de suas unhas longas e afiadas.",
            "Ele rapidamente fica de pé e olha para você com um sorriso sádico que toma conta de sua boca."
        ],
        "opcoes": [
            { "texto": "Enfrentar o Espectro", "vai_para": "230" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "149": {
        "texto": [
            "Enquanto observa o mural vivo, você não tem consciência da rapidez com que a sua vela está queimando. De repente, a luz da vela treme e se apaga!",
            "Você começa outra vez a ouvir os gritos cortantes que aumentam até um nível insuportável. Você cai de joelhos com as mãos apertando os ouvidos e se arrasta na direção da parede. Na direção de que parede você se arrastará?"
        ],
        "opcoes": [
            { "texto": "Parede leste", "vai_para": "181" },
            { "texto": "Parede norte", "vai_para": "265" },
            { "texto": "Parede oeste", "vai_para": "355" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "150": {
        "texto": [
            "Você está em um cruzamento de três caminhos."
        ],
        "opcoes": [
            { "texto": "Seguir para o norte", "vai_para": "222" },
            { "texto": "Seguir para o leste", "vai_para": "297" },
            { "texto": "Seguir para o sul", "vai_para": "133" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "151": {
        "texto": [
            "Você avança sobre a 'turbulência' na água, mas a uns poucos metros da margem norte você nota dois sinistros olhos de réptil na superfície observando você. Você está nadando exatamente na direção deles."
        ],
        "opcoes": [
            { "texto": "Não enfrentar o dono dos olhos e dar meia volta", "vai_para": "218", "efeito": {"modificador_atributo": [{"atributo":"ENERGIA", "valor": -1}]} },
            { "texto": "Arriscar-se diante dos olhos à frente", "vai_para": "86" },
            { "texto": "Tentar se desviar, passando perto da turbulência", "vai_para": "158" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "152": {
        "texto": [
            "Resolva o confronto:"
        ],
        "combate": {
            "monstros": [
                { "nome": "DRAGÃO", "habilidade": 10, "energia": 12 }
            ],
            "vitoria": { "vai_para": "371" }
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "153": {
        "texto": [
            "Ao colocar as duas espadas em seu cinturão, a nova parece assumir vida própria. Faz um corte em sua perna (perde 1 ponto de ENERGIA) e, quando você a retira, vira borracha em suas mãos.",
            "É inútil conservá-la agora e você a joga no rio. Parece que a única forma de seguir em frente é nadar na direção leste, descendo o rio. Você mergulha e começa a nadar."
        ],
        "modificador_atributo": [
            { "atributo": "ENERGIA", "valor": -1 }
        ],
        "evento": { "item_perdido": "Espada Encantada" },
        "opcoes": [
            { "texto": "Nadar", "vai_para": "399" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "154": {
        "texto": [
            "Quando você se mexe, os olhos do ser se abrem imediatamente. Ele o vê e lentamente se levanta. Sua respiração torna-se pesada e ele se aproxima de você. Você tem que ficar e lutar contra ele."
        ],
        "opcoes": [
            { "texto": "Lutar", "vai_para": "41" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "155": {
        "texto": [
            "A porta se parte ao comprido, e você consegue forçar as madeiras, separando-as e conseguindo entrar. Uma tocha pende de uma parede, iluminando um pequeno arsenal cheio de armas.",
            "Você examina as armas e não encontra nada que pareça superior à sua própria espada. Porém um escudo circular de ferro com um emblema dourado no meio chama a sua atenção.",
            "Se você quiser levar este escudo, ele o ajudará nas lutas, mas o escudo é pesado e você terá que abandonar um item do equipamento para poder carregá-lo."
        ],
        "item_encontrado": [{
            "item": "Escudo de Ferro", 
            "descricao": "Se um ser feri-lo, jogue um dado. Se tirar um seis, o dano é reduzido em 1 ponto.", 
            "troca_obrigatoria": true
        }],
        "opcoes": [
            { "texto": "Sair do aposento e continuar", "vai_para": "300" }
        ],
        "imagem": "pag155.png",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "156": {
        "texto": [
            "Você bate contra a porta com o ombro. Jogue dois dados."
        ],
        "teste_atributo": {
            "atributo": "HABILIDADE",
            "dados": 2,
            "sucesso": { "texto": "Se o número for menor ou igual à sua HABILIDADE, você conseguiu.", "vai_para": "343" },
            "falha": { "texto": "Se o número for maior, você esfrega o ombro machucado e resolve não tentar de novo.", "vai_para": "92" }
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "157": {
        "texto": [
            "A porta se abre para uma passagem de leste para oeste, e faz uma curva para o norte depois de alguns metros."
        ],
        "opcoes": [
            { "texto": "Seguir para o norte", "vai_para": "4" },
            { "texto": "Não prosseguir e fechar a porta", "vai_para": "329" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "158": {
        "texto": [
            "A água à sua volta está em plena atividade, movimentando-se como se houvesse uma mão invisível jogando pedrinhas que não se viam no rio.",
            "Você engole em seco - PIRANHAS! - e começa a sentir os dentes afiados delas penetrando em sua carne. Você dá pontapés, socos e golpes com suas armas para mantê-las à distância até que você chegue à margem sul.",
            "Considere as Piranhas como um único ser."
        ],
        "combate": {
            "monstros": [
                { "nome": "PIRANHAS", "habilidade": 5, "energia": 5 }
            ],
            "vitoria": { "texto": "Se vencer, você corre para fora da água e fica ofegante na margem sul. Pode comer Provisões aqui.", "vai_para": "218" }
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "159": {
        "texto": [
            "Você abre a porta para um grande aposento que só pode ser a sala de jantar dos mesmos seres de rosto verruguento que você agora reconhece. Sentados em volta de uma grande mesa, vê-se cinco ORCAS atarefadamente bebendo e sorvendo seu prato de sopa de moela de rato.",
            "Todos estão envolvidos em uma discussão violenta, por isso eles não o vêem entrar. Você pode ser destemido e atacá-los ou pode tentar fugir. Se quiser sair, Teste a sua Sorte."
        ],
        "opcoes": [
            { "texto": "Atacá-los", "vai_para": "365" },
            { "texto": "Tentar fugir (Teste sua Sorte)", "teste_sorte": {
                "sucesso": {"texto": "Você sai sem que eles notem.", "vai_para": "237"},
                "falha": {"texto": "Eles notam a sua presença. Prepare-se para a batalha!", "vai_para": "365"}
            }}
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "160": {
        "texto": [
            "Você segue por uma longa passagem estreita que vai para o sul, depois para o leste, depois para o sul de novo até que, finalmente, você chega a uma encruzilhada."
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "267" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "161": {
        "texto": [
            "Certifique-se de ter anotado a referência, conforme as instruções da última página! Você retornará àquela referência depois de lidar com o ser que você está prestes a encontrar.",
            "Suas pancadas e raspagens na parede de rocha ressoam pelo corredor. Seus ruídos acabaram de atrair as atenções de um dos seguintes monstros. Jogue um dos dados. Consulte a tabela abaixo para descobrir o que veio investigar.",
            "Lute contra o ser como sempre faz. Monstros itinerantes nunca levam tesouro algum consigo. Se derrotar este monstro, retorne para a referência que você anotou."
        ],
        "evento": {
            "tipo": "monstro_itinerante",
            "tabela": {
                "1": { "nome": "GOBLIN", "habilidade": 5, "energia": 3 },
                "2": { "nome": "ORCA", "habilidade": 6, "energia": 3 },
                "3": { "nome": "GREMLIN", "habilidade": 6, "energia": 4 },
                "4": { "nome": "RATAZANA GIGANTE", "habilidade": 5, "energia": 4 },
                "5": { "nome": "ESQUELETO", "habilidade": 6, "energia": 5 },
                "6": { "nome": "TROLL", "habilidade": 8, "energia": 4 }
            }
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "162": {
        "texto": [
            "A passagem à frente segue para a direção norte e você prossegue por ela até alcançar outra encruzilhada. Aí você pode continuar para o norte ou tomar a direção oeste."
        ],
        "opcoes": [
            { "texto": "Continuar para o norte", "vai_para": "23" },
            { "texto": "Tomar a direção oeste", "vai_para": "69" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "163": {
        "texto": [
            "Você desembainha a sua espada e entra na caverna. O Gigante pára no meio de uma mastigadela, levanta a cabeça e cheira o ar. Ele se vira e consegue ver você se aproximando. Rugindo alto, ele atira a carcaça do porco em você. Teste a sua Sorte."
        ],
        "teste_sorte": {
            "sucesso": { "texto": "Se tiver Sorte, ele erra." },
            "falha": { "texto": "Se não tiver, ela o atinge com bastante força.", "efeito": {"modificador_atributo": [{"atributo": "ENERGIA", "valor": -1}]} }
        },
        "combate": {
            "instrucoes_especiais": "Ele então pega o seu martelo e se prepara para atingi-lo com ele.",
            "monstros": [
                { "nome": "GIGANTE", "habilidade": 8, "energia": 9 }
            ],
            "vitoria": { "vai_para": "28" },
            "opcoes_fuga": {
                "texto": "Fugir (após 3 rodadas)",
                "vai_para": "351",
                "rodada_minima": 3
            }
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "164": {
        "texto": [
            "Você compreende que os dois Esqueletos que acabaram de sair em disparada logo voltarão e seu blefe será revelado. Você tem que agir rapidamente."
        ],
        "opcoes": [
            { "texto": "Bater em rápida retirada pela porta atrás de você", "vai_para": "129" },
            { "texto": "Puxar a espada e saltar sobre os Esqueletos que permaneceram", "vai_para": "236" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "165": {
        "texto": [
            "O velho agradece e amarra as botas dele muito timidamente. Você explica que não pretendia fazer nenhum mal e ele se acalma, apaziguando também seu cachorro.",
            "Ele conta que esta área é a única passagem para as câmaras interiores e que, após um degelo, os últimos seres que restaram tornaram-se os Mortos-Vivos que agora guardam as passagens. Ele começa a lhe fazer perguntas sobre você."
        ],
        "opcoes": [
            { "texto": "Ser sincero com ele e falar sobre a sua busca", "vai_para": "141" },
            { "texto": "Agradecer pela conversa e sair pela porta sul", "vai_para": "66" },
            { "texto": "Tentar pegar as chaves e sair pela porta mais próxima", "vai_para": "249" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "166": {
        "texto": [
            "Você cai na água gelada e nada freneticamente para a margem sul. Para seu espanto, a jangada faz meia volta na metade do rio e retorna sozinha para a margem sul.",
            "Você acelera o ritmo, consciente de que as suas braçadas podem, a qualquer momento, atrair a atenção de quaisquer seres que vivam no fundo do rio. Jogue um dado."
        ],
        "teste_dado": {
            "dados": 1,
            "condicoes": [
                { "valor_entre": [1, 4], "texto": "Você chega em segurança à margem sul.", "vai_para": "218" },
                { "valor_entre": [5, 6], "texto": "Você atrai a atenção de Piranhas!", "vai_para": "158" }
            ]
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "167": {
        "texto": [
            "Você descobre uma porta secreta que se abre para a curva onde as duas passagens se encontram. Para o norte, uma passagem curta leva a um beco sem saída e, para o leste, a passagem chega a uma encruzilhada."
        ],
        "opcoes": [
            { "texto": "Atravessar por esta porta secreta para a passagem", "vai_para": "187" },
            { "texto": "Fechar a porta e retornar pela passagem para a encruzilhada", "vai_para": "359" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "168": {
        "texto": [
            "Você abre a porta que dá para um grande aposento. Uma cadeira alta atrás de uma mesa de aparência sólida sugere a você que alguém, ou alguma coisa, de boa posição usa este aposento.",
            "Uma arca no centro atrai a sua atenção. Em um canto do aposento, há um ser do tamanho de um homem de pé com um rosto cheio de verrugas, junto a um ser menor de uma raça semelhante.",
            "Com o chicote na mão, o CHEFE DOS ORCAS está espancando seu servo que geme a seus pés."
        ],
        "opcoes": [
            { "texto": "Atacar os dois", "vai_para": "372" },
            { "texto": "Saltar sobre o Chefe, na esperança de que o servo venha ajudar", "vai_para": "65" },
            { "texto": "Sair do aposento e se dirigir de volta à encruzilhada", "vai_para": "293" }
        ],
        "imagem": "pag168.png",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "169": {
        "texto": [
            "Uma por uma, todas as chaves estalam e giram nas fechaduras. Você as colocou corretamente! Quando a última chave gira, a tampa da arca se abre e você a levanta."
        ],
        "opcoes": [
            { "texto": "Ver o tesouro", "vai_para": "400" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "170": {
        "texto": [
            "O crucifixo é de prata maciça e vale quatro Peças de Ouro. Registre isso em sua Folha de Aventuras."
        ],
        "item_encontrado": [{ "item": "Crucifixo de Prata", "descricao": "Vale 4 Peças de Ouro."}],
        "opcoes": [
            { "texto": "Continuar a investigação", "vai_para": "319" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "171": {
        "texto": [
            "Você está de pé na extremidade norte de uma curta passagem que vai de norte para sul. Está em um beco sem saída."
        ],
        "opcoes": [
            { "texto": "Investigar a parede", "vai_para": "337" },
            { "texto": "Seguir para o sul", "vai_para": "187" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "172": {
        "texto": [
            "Os olhos do velho se abrem, piscando. Ele vê você e imediatamente pega um remo que está no chão, ao lado de seu banco.",
            "Você diz a ele que não pretende lhe fazer mal nenhum, mas ele permanece em guarda e olha para você cautelosamente.",
            "Embora ele pareça bastante inofensivo, o seu cachorro pode ser perigoso. As botas do velho estão desamarradas."
        ],
        "opcoes": [
            { "texto": "Atacar o cachorro com sua arma", "vai_para": "249" },
            { "texto": "Fazer perguntas ao homem", "vai_para": "141" },
            { "texto": "Dizer a ele que suas botas estão desamarradas", "vai_para": "165" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "173": {
        "texto": [
            "Somente armas de prata serão eficazes aqui. Quando o ser lhe infligir o terceiro ferimento, volte para 24. Se você o derrotar antes que isso aconteça, volte para 135.",
            "Se puder usar o \"Portador do Sono\", Teste a sua Sorte. Se tiver sorte, você acerta e o ser morre. Se não tiver, você erra. Vá para 198."
        ],
        "opcoes": [
             { "texto": "Continuar a luta", "vai_para": "211" },
             { "texto": "Fugir pela porta norte", "vai_para": "360" },
             { "texto": "Usar o Portador do Sono", "requisito": {"item": "Arco com Flecha de Prata"}, "teste_sorte": {
                 "sucesso": { "vai_para": "135" },
                 "falha": { "vai_para": "198" }
             } }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "174": {
        "texto": [
            "..."
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "198" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "175": {
        "texto": [
            "Você está em um corredor estreito. Atrás de você há uma porta secreta para o leste. À sua frente há uma encruzilhada."
        ],
        "opcoes": [
            { "texto": "Passar pela porta secreta", "vai_para": "177" },
            { "texto": "Caminhar até a encruzilhada", "vai_para": "267" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "176": {
        "texto": [
            "À medida em que você caminha pela passagem, ela visivelmente se alarga e, no final, você se vê de pé na boca de uma caverna bruta, uma escavação natural na rocha.",
            "Observando a escuridão, você calcula que a caverna tenha uns trinta metros de profundidade, sem nenhuma saída visível."
        ],
        "opcoes": [
            { "texto": "Entrar na caverna", "vai_para": "270" },
            { "texto": "Voltar para a encruzilhada", "vai_para": "375" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "177": {
        "texto": [
            "Você está situado em uma passagem que vai do norte para o sul. No rumo norte, você pode ver outra passagem que se estende para o leste. Para o sul, a passagem vira para o oeste. Na parede oeste, à sua frente, há uma porta secreta."
        ],
        "opcoes": [
            { "texto": "Investigar o norte", "vai_para": "52" },
            { "texto": "Ir para o sul", "vai_para": "391" },
            { "texto": "Passar pela porta secreta na parede oeste", "vai_para": "175" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "178": {
        "texto": [
            "Você passa cuidadosamente na ponta dos pés, atravessando o aposento para a porta na parede norte. Você abre a porta e prossegue através dela."
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "162" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "179": {
        "texto": [
            "Você entrou em um aposento grande e quadrado. Vasos partidos estão espalhados por toda parte. Um grande vaso de argila está intacto e cheio de um líquido claro. Há uma grande tigela cheia de moedas de ouro.",
            "Quando você entra no aposento, a porta bate às suas costas e você se vira para se defrontar com um MINOTAURO, que olha fixamente para você. Ele abaixa a cabeça, os chifres apontando para o seu peito, e ataca."
        ],
        "revisita": "Se você já tiver passado por este aposento e matado o Minotauro, vai encontrá-lo vazio. Saia e volte para 54.",
        "combate": {
            "monstros": [
                { "nome": "MINOTAURO", "habilidade": 9, "energia": 9 }
            ],
            "opcoes_fuga": {
                "texto": "Fugir pela porta (após 3 rodadas)",
                "vai_para": "54",
                "rodada_minima": 3
            },
            "vitoria": { "vai_para": "258" }
        },
        "imagem": "pag179.png",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "180": {
        "texto": [
            "A passagem segue para o oeste e depois para o sul. Finalmente, você é obrigado a parar em um beco sem saída."
        ],
        "opcoes": [
            { "texto": "Retornar à encruzilhada e ir para leste", "vai_para": "70" },
            { "texto": "Retornar à encruzilhada e ir para norte", "vai_para": "329" },
            { "texto": "Investigar o beco sem saída", "vai_para": "22" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "181": {
        "texto": [
            "Você tateia a parede em busca de uma porta, mas não encontra nenhuma. Seus ouvidos estão queimando de agonia! Perca 1 ponto de HABILIDADE.",
            "Você pode tentar a parede oeste ou a parede norte, mas você tem que achar uma saída logo!"
        ],
        "modificador_atributo": [
            { "atributo": "HABILIDADE", "valor": -1 }
        ],
        "opcoes": [
            { "texto": "Tentar a parede oeste", "vai_para": "355" },
            { "texto": "Tentar a parede norte", "vai_para": "265" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "182": {
        "texto": [
            "Duas das chaves servem perfeitamente na fechadura. A outra não. Você pula para o lado quando um jato de líquido claro esguicha da arca.",
            "O jato não o acerta por pouco, mas você perde 2 pontos de ENERGIA, pois o líquido exala um vapor ácido que faz você tossir e engasgar.",
            "Você retorna à arca e tenta uma outra combinação das três chaves. Some os totais das chaves e vá para a seção do número obtido.",
            "Se você não tiver mais chaves para experimentar, senta-se exausto e em total desespero, depois de ter chegado tão perto de sua meta."
        ],
        "modificador_atributo": [
            { "atributo": "ENERGIA", "valor": -2 }
        ],
        "evento": {
            "tipo": "puzzle_soma_chaves",
            "chaves_necessarias": 3
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "183": {
        "texto": [
            "Você revista os corpos dos Orcas mortos, mas encontra somente uns dentes, unhas, ossos e facas em seus bolsos.",
            "Você procura nas cristaleiras espalhadas pelo aposento, mas acha apenas tigelas, pratos e colheres rústicas.",
            "Mas, embaixo da tampa de uma vasilha, você acha um estojo de couro fino de meio metro de comprimento.",
            "Você está orgulhoso de sua vitória e pode somar na sua lista 1 ponto de HABILIDADE e 5 de ENERGIA."
        ],
        "modificador_atributo": [
            { "atributo": "HABILIDADE", "valor": 1 },
            { "atributo": "ENERGIA", "valor": 5 }
        ],
        "opcoes": [
            { "texto": "Abrir o estojo", "vai_para": "266" },
            { "texto": "Deixá-lo para trás e sair pela porta", "vai_para": "237" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "184": {
        "texto": [
            "Você está sozinho na Casa Flutuante e ainda tem algum tempo para procurar antes que os Esqueletos inevitavelmente retornem.",
            "Você pode revistar as gavetas do aposento, ou pode investigar as ferramentas antes deles voltarem.",
            "Quando começa a procurar, você ouve um barulho vindo do outro lado da porta na parede norte."
        ],
        "opcoes": [
            { "texto": "Revistar as gavetas", "vai_para": "322" },
            { "texto": "Investigar as ferramentas", "vai_para": "34" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "185": {
        "texto": [
            "A mão desfalece e se encolhe de volta ao assoalho. Ao mesmo tempo, as outras mãos ficam imóveis e lentamente se retraem para os azulejos.",
            "Você resolve que dessa vez vai pisar nos azulejos em forma de estrela e caminha cuidadosamente para a porta na parede norte.",
            "A porta abre. Acrescente 2 pontos de SORTE."
        ],
        "modificador_atributo": [
            { "atributo": "SORTE", "valor": 2 }
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "162" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "186": {
        "texto": [
            "..."
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "198" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "187": {
        "texto": [
            "Você está parado em uma curva da passagem. Para o norte, a passagem termina em um beco sem saída. Para seguir na direção leste, o caminho continua."
        ],
        "opcoes": [
            { "texto": "Investigar o beco sem saída ao norte", "vai_para": "171" },
            { "texto": "Seguir para o leste", "vai_para": "308" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "188": {
        "texto": [
            "Ele agora está com quase dois metros de altura. Ele avança na sua direção. Seu corpo é peludo. Seus dentes são pontudos. Seus olhos faíscam. Suas unhas são garras afiadas. Seu nariz tornou-se um focinho semelhante ao de um rato. É um RATISOMEM!"
        ],
        "combate": {
            "monstros": [
                { "nome": "RATISOMEM", "habilidade": 8, "energia": 5 }
            ],
            "opcoes_fuga": {
                "texto": "Fugir pela ponte frágil",
                "vai_para": "209"
            },
            "vitoria": { "vai_para": "342" }
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "189": {
        "texto": [
            "A porta abre para um corredor curto que termina vários metros adiante em outra porta, semelhante à que você acabou de passar. Você tenta escutar algo, mas não ouve nada.",
            "Você experimenta a maçaneta e ela gira, permitindo que você entre em outro aposento. Este aposento é esplendidamente decorado, com um assoalho de mármore polido e paredes ásperas pintadas de branco.",
            "Há um quadro pendurado em cada uma das quatro paredes, e há outra porta na parede norte."
        ],
        "opcoes": [
            { "texto": "Atravessar o aposento diretamente até a porta", "vai_para": "90" },
            { "texto": "Parar para olhar os quadros", "vai_para": "25" }
        ],
        "imagem": "pag189.png",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "190": {
        "texto": [
            "Você está em um corredor estreito que vai do norte para o sul. Há um beco sem saída para o norte."
        ],
        "opcoes": [
            { "texto": "Verificar o beco sem saída", "vai_para": "167" },
            { "texto": "Desistir e retornar à encruzilhada", "vai_para": "359" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "191": {
        "texto": [
            "Ele grita e se esconde atrás da escrivaninha. Está apavorado com as suas maneiras agressivas. Sua vozinha estridente explica que ele é o Senhorio do Labirinto, o encarregado do Labirinto de Zagor.",
            "Você conversa com ele e lhe assegura que não pretende lhe fazer nenhum mal. Ele se senta e, à medida em que a confiança dele retorna, seu comportamento se torna de repente seguro e autoconfiante.",
            "Você conclui que ele é um Mágico com poderes. Você lhe pergunta o caminho para sair do labirinto.",
            "Ele o aconselha a sair pela porta sul, a caminhar passando por uma porta à sua direita até que não seja mais possível continuar, e depois a virar à esquerda. Avisa-o para passar pela primeira encruzilhada e virar novamente à esquerda na seguinte."
        ],
        "opcoes": [
            { "texto": "Aceitar o conselho e seguir até a segunda encruzilhada", "vai_para": "192" },
            { "texto": "Sair pela porta sul, mas escolher o seu próprio caminho", "vai_para": "308" },
            { "texto": "Sair pela porta oeste", "vai_para": "392" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "192": {
        "texto": [
            "Você seguiu o conselho do Senhor do Labirinto."
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "169" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "193": {
        "texto": [
            "A porta abre e você entra em um pequeno compartimento. Seus olhos se arregalam quando você olha em volta e vê que as paredes do compartimento são cobertas por trabalhos elaborados em pedra.",
            "Em um canto do aposento há uma grande estátua de metal, representando uma criatura de um olho só. Em seu único olho há uma jóia cintilante.",
            "Como não parece haver nenhum outro caminho para sair do aposento, você terá que voltar à encruzilhada... mas aquela grande jóia é muito tentadora."
        ],
        "opcoes": [
            { "texto": "Deixar a jóia e retornar à encruzilhada", "vai_para": "93" },
            { "texto": "Tentar levar a jóia com você", "vai_para": "338" }
        ],
        "imagem": "pag193.png",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "194": {
        "texto": [
            "Você retesa o arco e dispara, mas se desespera quando a flecha voa pelo ar diretamente até ele, pára a centímetros de seu peito e cai no chão.",
            "Ele olha para você e sorri de modo maligno e cruel. O que você pode fazer?"
        ],
        "opcoes": [
            { "texto": "Desembainhar a espada e avançar", "vai_para": "142" },
            { "texto": "Tentar tirar alguma outra coisa da sua mochila", "vai_para": "105" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "195": {
        "texto": [
            "Esta é uma história muito improvável, considerando que eles vêem muito poucos humanos por aqui. Todavia, os Esqueletos são bem obtusos — você sabia disso e por isso tentou contar a história. Jogue um dado:"
        ],
        "teste_dado": {
            "dados": 1,
            "condicoes": [
                { "valor_entre": [1, 2], "texto": "Eles não acreditaram e continuam a avançar.", "vai_para": "140" },
                { "valor_entre": [3, 4], "texto": "Eles não estão muito certos e enviam dois deles pela porta norte, enquanto o resto o mantém à distância.", "vai_para": "164" },
                { "valor_entre": [5, 6], "texto": "Eles acreditaram em você e todos voltam ao trabalho! Some 2 pontos à sua SORTE.", "efeito": {"modificador_atributo": [{"atributo":"SORTE", "valor": 2}]}, "vai_para": "9" }
            ]
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "196": {
        "texto": [
            "Você vasculha o aposento. Por mais que você tente, não consegue encontrar o mecanismo secreto para abrir a porta da estante — o velho deve tê-la trancado pelo lado de dentro.",
            "Você realmente encontra cinco Peças de Ouro em uma gaveta da mesa. Você resolve voltar à encruzilhada ao sul."
        ],
        "item_encontrado": [
            { "item": "Ouro", "quantidade": 5 }
        ],
        "opcoes": [
            { "texto": "Voltar", "vai_para": "280" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "197": {
        "texto": [
            "No topo da escadaria, a passagem faz uma curva fechada para o leste. Quando você pára para recuperar as forças, ouve um rangido na rocha atrás de você.",
            "Você se vira a tempo de ver uma pesada porta levadiça tombar para trancar a passagem atrás de você. Você só pode seguir adiante agora!"
        ],
        "opcoes": [
            { "texto": "Continuar em frente", "vai_para": "48" },
            { "texto": "Verificar se há passagens secretas nas paredes", "vai_para": "295" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "198": {
        "texto": [
            "Uma das chaves gira, mas as outras duas não servem. Enquanto você está lutando para tentar fazê-las girar, ouve dois pequenos estalos e depois silvos, quando dois dardos minúsculos são disparados da arca na sua direção.",
            "Você salta para trás para tentar se desviar deles e bate com a cabeça na parede atrás de você, o que faz com que você perca a consciência e caia no chão. Teste a sua Sorte."
        ],
        "teste_sorte": {
            "sucesso": { "texto": "Os dardos não acertam você e você acorda com a cabeça doendo. Perde 2 pontos de ENERGIA. Você pode tentar chaves diferentes.", "efeito": {"modificador_atributo": [{"atributo":"ENERGIA", "valor":-2}]}, "evento": {"tipo":"puzzle_soma_chaves", "chaves_necessarias": 3} },
            "falha": { "texto": "Os dardos acertam a sua cabeça e você jamais recupera a consciência.", "fim_de_jogo": true }
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "199": {
        "texto": [
            "A passagem à frente se alarga e você pode ver uma grande caverna mais adiante. Ao iluminá-la com a sua lanterna, você pode ver armas rústicas de pedra no chão e um fogo quase apagado no centro da caverna.",
            "Mas não vê nenhum caminho para atravessá-la. Ao se virar para fazer o caminho de volta, você interrompe bruscamente seus passos pois vê dois HOMENS DAS CAVERNAS de Neanderthal impedindo a sua passagem.",
            "Eles grunhem agressivamente, você puxa a sua espada e tem que se preparar para lutar."
        ],
        "combate": {
            "instrucoes_especiais": "Lute com um de cada vez.",
            "monstros": [
                { "nome": "Primeiro HOMEM DA CAVERNA", "habilidade": 7, "energia": 6 },
                { "nome": "Segundo HOMEM DA CAVERNA", "habilidade": 6, "energia": 4 }
            ],
            "vitoria": { "texto": "Se você vencer, saia da caverna e retorne à encruzilhada.", "vai_para": "283" }
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "200": {
        "texto": [
            "..."
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "387" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "201": {
        "texto": [
            "Você desaba no chão, arranca fora o dardo e resolve fazer um curativo no ferimento. Isso traz algum alívio, mas você ainda se sente fraco.",
            "Você decide esquecer a ferida e examinar o conteúdo da arca mas, se quiser, pode comer também algumas Provisões aqui.",
            "Há vinte e cinco Peças de Ouro lá dentro e o rótulo na garrafa diz que é uma Poção da Invisibilidade, o bastante para uma dose. A luva é um mistério.",
            "Você pode pôr qualquer uma ou todas essas coisas em sua mochila e sair do aposento."
        ],
        "evento": { "tipo": "descanso" },
        "item_encontrado": [
            { "item": "Ouro", "quantidade": 25 },
            { "item": "Poção de Invisibilidade", "descricao": "O bastante para uma dose.", "quantidade": 1 },
            { "item": "Luva de seda preta", "descricao": "Uma luva preta de seda.", "quantidade": 1 }
        ],
        "opcoes": [
            { "texto": "Sair do aposento", "vai_para": "293" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "202": {
        "texto": [
            "Você coloca o elmo na cabeça: assenta-lhe bem. De repente, uma dor lancinante atravessa a sua testa. Você não consegue pensar direito.",
            "Este elmo é amaldiçoado e, por mais que você tente, não consegue retirá-lo! Reduza seu índice de HABILIDADE em 1 ponto.",
            "A dor logo diminui, mas você mesmo assim não consegue arrancar o elmo. Você se arrasta de volta para a encruzilhada, tentando desesperadamente se recompor."
        ],
        "modificador_atributo": [
            { "atributo": "HABILIDADE", "valor": -1 }
        ],
        "evento": { "tipo": "item_amaldicoado", "item": "Elmo de Bronze" },
        "opcoes": [
            { "texto": "Voltar à encruzilhada", "vai_para": "87" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "203": {
        "texto": [
            "Some 1 ponto à sua SORTE por ter derrotado o Lobisomem. Você pode descansar e comer umas Provisões, se quiser.",
            "Ao olhar em volta no aposento, parece haver pouca coisa que possa ter utilidade, embora o molho de chaves pareça interessante, particularmente a chave que está marcada com os dizeres \"Casa Flutuante\". Nenhuma delas está numerada.",
            "Você pode levar as chaves, se quiser. Há portas para o sul e para o oeste."
        ],
        "modificador_atributo": [
            { "atributo": "SORTE", "valor": 1 }
        ],
        "evento": { "tipo": "descanso" },
        "item_encontrado": [
            { "item": "Chave da Casa Flutuante", "descricao": "Um molho de chaves com uma marcada 'Casa Flutuante'." }
        ],
        "opcoes": [
            { "texto": "Abrir a porta do oeste", "vai_para": "38" },
            { "texto": "Ir para o sul", "vai_para": "66" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "204": {
        "texto": [
            "O homem não levanta a cabeça de sua mesa, mas seu animalzinho diabólico observa você desconfiadamente e começa a tagarelar com uma vozinha estridente.",
            "O velho solta um grunhido e pergunta se você topa um joguinho de dados."
        ],
        "opcoes": [
            { "texto": "Aceitar (requer 1 Ouro)", "vai_para": "130", "requisito": {"item": "Ouro", "quantidade": 1} },
            { "texto": "Não aceitar e sair", "vai_para": "280" },
            { "texto": "Atacar o homem", "vai_para": "377" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "205": {
        "texto": [
            "A porta abre e você se encontra em uma espécie de cripta escura. O aposento é muito grande. Há um altar em uma das extremidades e vários caixões encontram-se espalhados pelo chão.",
            "Há uma porta atrás de você, na parede sul, e também outra na parede oeste."
        ],
        "opcoes": [
            { "texto": "Investigar melhor o aposento", "vai_para": "254" },
            { "texto": "Sair pela porta do oeste", "vai_para": "380" }
        ],
        "imagem": "pag205.png",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "206": {
        "texto": [
            "Você entra em um grande aposento quadrado. No centro dele, há um velho de cabelos grisalhos sentado em uma escrivaninha. Sua escrivaninha está coberta de papéis e pergaminhos de várias espécies, e ele segura uma longa pena de escrever.",
            "Está cercado de livros. Milhares deles enchem as prateleiras que cobrem as paredes do chão ao teto. Quando você entra, ele olha para você. Irá reconhecê-lo?"
        ],
        "evento": {
            "tipo": "revisita",
            "se_sim": { "vai_para": "284" },
            "se_nao": { "vai_para": "341" }
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "207": {
        "texto": [
            "Passando pela porta, você entra em um grande aposento. Diversos pedaços de entulho de madeira estão espalhados desordenadamente pelo chão. Além da porta pela qual você entrou, há também uma outra na parede norte.",
            "Em um dos cantos, há uma escrivaninha de madeira rústica com uma caixa em cima. Em outro canto, aparentemente dormindo (ou morto), há um ser de aparência horrorosa."
        ],
        "opcoes": [
            { "texto": "Atravessar na ponta dos pés e sair pela porta norte", "vai_para": "83" },
            { "texto": "Chegar até a escrivaninha para olhar o que há na caixa", "vai_para": "154" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "208": {
        "texto": [
            "Mais adiante na passagem, seguindo a parede oeste, você vê outra porta. Você escuta com o ouvido colado nela, mas não ouve nada."
        ],
        "opcoes": [
            { "texto": "Tentar abrir esta porta", "vai_para": "397" },
            { "texto": "Continuar na direção norte", "vai_para": "363" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "209": {
        "texto": [
            "As toras da ponte estão podres e em decomposição por causa dos anos de abandono. Uma das toras cede sob o seu pé. Jogue um dado."
        ],
        "teste_dado": {
            "dados": 1,
            "condicoes": [
                { "valor": 6, "texto": "Você cai no rio que passa embaixo.", "vai_para": "158" },
                { "valor_entre": [1, 5], "texto": "Você recupera seu equilíbrio.", "vai_para": "47" }
            ]
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "210": {
        "texto": [
            "Pouco tempo depois na passagem, você chega a uma outra encruzilhada, onde pode seguir sempre em frente para o oeste ou para o norte."
        ],
        "opcoes": [
            { "texto": "Ir para o oeste", "vai_para": "225" },
            { "texto": "Ir para o norte", "vai_para": "357" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "211": {
        "texto": [
            "As Criaturas somente são vulneráveis a armas de prata maciça. Se a arma que você está usando não for de prata maciça, seus ataques não lhe farão mal nenhum e ela permanecerá ainda com todas as forças (HABILIDADE 9, ENERGIA 6).",
            "Se você tiver uma arma de prata, é melhor usá-la agora. Se não tiver, ou se já tiver sofrido danos suficientes, é melhor correr para a porta do norte. Lembre-se que você está Fugindo e que sofrerá um último ferimento ao escapar."
        ],
        "opcoes": [
            { "texto": "Usar arma de prata", "vai_para": "173", "requisito": {"item_tipo": "prata"} },
            { "texto": "Correr para a porta norte (Fuga)", "vai_para": "360" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "212": {
        "texto": [
            "O pergaminho está bastante gasto e quase ilegível. É algum tipo de mapa, com o título: \"O Labirinto de Zagor\". Você não consegue compreender muita coisa dele, embora haja um aposento ao norte assinalado \"...GER\" e um outro ao leste com a inscrição \"SM... P... LE\".",
            "Você dobra o mapa e põe em seu bolso."
        ],
        "item_encontrado": [
            { "item": "Mapa do Labirinto", "descricao": "Um mapa gasto e quase ilegível." }
        ],
        "opcoes": [
            { "texto": "Provar o líquido", "vai_para": "369", "requisito": {"item": "Garrafa com líquido"} },
            { "texto": "Prosseguir para o norte", "vai_para": "120" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "213": {
        "texto": [
            "A porta está trancada. Você pode tentar derrubá-la jogando dois dados."
        ],
        "teste_atributo": {
            "atributo": "HABILIDADE",
            "dados": 2,
            "sucesso": { "texto": "A porta cede e abre.", "vai_para": "36" },
            "falha": { "texto": "A porta permanece trancada, você perde 1 ponto de ENERGIA pelo ombro machucado e terá que prosseguir.", "efeito": {"modificador_atributo": [{"atributo":"ENERGIA", "valor":-1}]}, "vai_para": "314" }
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "214": {
        "texto": [
            "Na direção norte, a parede de rocha é lisa e brilha com a umidade. Há um silêncio sinistro, interrompido apenas pelo ruído do rio que corre atrás de você. Existem três opções:"
        ],
        "opcoes": [
            { "texto": "Seguir passagem a noroeste", "vai_para": "271" },
            { "texto": "Abrir a grande porta de madeira no meio da parede", "vai_para": "104" },
            { "texto": "Seguir passagem pela margem a leste", "vai_para": "99" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "215": {
        "texto": [
            "Você procura a vara em sua mochila, mas descobre que ela se partiu em dois pedaços! Quebrou-se durante a sua aventura. O que mais você pode tentar?"
        ],
        "opcoes": [
            { "texto": "Desembainhar a espada e avançar", "vai_para": "142" },
            { "texto": "Tentar tirar alguma outra coisa de sua mochila", "vai_para": "105" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "216": {
        "texto": [
            "A água é refrescante. Ao beber um pouco mais, você sente uma luz se espalhando pelo seu corpo, como se estivesse bebendo na fonte da vida.",
            "Adicione 4 pontos de ENERGIA e restabeleça seus índices de HABILIDADE e SORTE para seus níveis Iniciais. Você pode comer umas Provisões aqui. Depois de ter descansado, saia pela porta norte."
        ],
        "modificador_atributo": [
            { "atributo": "ENERGIA", "valor": 4 },
            { "atributo": "HABILIDADE", "valor": 0, "tipo": "restaurar_total" },
            { "atributo": "SORTE", "valor": 0, "tipo": "restaurar_total" }
        ],
        "evento": { "tipo": "descanso" },
        "opcoes": [
            { "texto": "Sair pela porta norte", "vai_para": "384" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "217": {
        "texto": [
            "A estaca erra a cabeça do Vampiro por pouco. Ao observar a trajetória dela, o seu olhar cruza com o do ser do mal outra vez. Ele sinaliza para que você se aproxime dele novamente. Sua resistência desapareceu."
        ],
        "opcoes": [
            { "texto": "...", "vai_para": "118" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "218": {
        "texto": [
            "Você está na margem sul de um rio subterrâneo, olhando para as profundezas negras da água sem ver o outro lado. Parece haver quatro maneiras de atravessar.",
            "À sua esquerda, um sino enferrujado tem um letreiro pendurado dizendo: \"Serviço de Travessia: 2 Peças de Ouro Por Favor, Toque.\"",
            "Há uma jangada pequena atracada na margem com uma longa vara a seu lado. Uma velha ponte frágil atravessa o rio à direita. Se você não confia em nenhuma dessas alternativas, pode também nadar."
        ],
        "opcoes": [
            { "texto": "Tocar o sino", "vai_para": "3" },
            { "texto": "Atravessar de jangada", "vai_para": "386" },
            { "texto": "Arriscar a ponte", "vai_para": "209" },
            { "texto": "Nadar", "vai_para": "316" }
        ],
        "imagem": "pag218.png",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "219": {
        "texto": [
            "Ele fica enfurecido com as suas brincadeiras. Faz um gesto com a mão no ar, murmura algumas sílabas estranhas e depois aponta para você.",
            "Você sente a cabeça rodar e desmaia. Acorda em uma passagem que dá em um beco sem saída."
        ],
        "opcoes": [
            { "texto": "...", "vai_para": "171" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "220": {
        "texto": [
            "Quais são estes objetos misteriosos que você recolheu? Qual deles você anotou primeiro na sua Lista de Equipamento?"
        ],
        "evento": {
            "tipo": "roteador_item",
            "opcoes_item": [
                { "item": "Armadura", "vai_para": "72" },
                { "item": "Escudo", "vai_para": "132" },
                { "item": "Espada de lâmina de aço", "vai_para": "27" },
                { "item": "Ouro", "vai_para": "110" },
                { "item": "Crucifixo de prata", "vai_para": "170" }
            ]
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "221": {
        "texto": [
            "Quais são estes objetos misteriosos que você recolheu? Qual deles você anotou primeiro na sua Lista de Equipamento?"
        ],
        "evento": {
            "tipo": "roteador_item",
            "opcoes_item": [
                { "item": "Armadura", "vai_para": "72" },
                { "item": "Escudo de madeira", "vai_para": "132" },
                { "item": "Espada de lâmina de aço", "vai_para": "27" },
                { "item": "Ouro", "vai_para": "110" },
                { "item": "Crucifixo de prata", "vai_para": "170" }
            ],
            "fallback": { "texto": "Se você já investigou os itens que pegou, pode continuar.", "vai_para": "81"}
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "222": {
        "texto": [
            "Você caminha por um longo corredor, contorna uma curva extremamente fechada no fim e finalmente anda ao longo de um corredor que vai de leste para oeste, tomando a direção leste até uma encruzilhada."
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "85" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "223": {
        "texto": [
            "A porta está firmemente trancada."
        ],
        "opcoes": [
            { "texto": "Tentar forçá-la para que abra", "vai_para": "53" },
            { "texto": "Continuar pelo corredor", "vai_para": "300" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "224": {
        "texto": [
            "Enquanto seus olhos observam os movimentos do ser, subitamente cruzam com o olhar penetrante dele. Você fica hipnotizado e, quando ele sinaliza para que você se aproxime, sua força de vontade desaparece."
        ],
        "opcoes": [
            { "texto": "...", "vai_para": "118" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "225": {
        "texto": [
            "A passagem continua para a direção oeste e depois vira diretamente para o norte. Subindo mais um pouco, você chega a uma encruzilhada onde uma passagem estreita segue para o oeste."
        ],
        "opcoes": [
            { "texto": "Continuar para o norte", "vai_para": "77" },
            { "texto": "Tomar o caminho do oeste", "vai_para": "63" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "226": {
        "texto": [
            "Você caminha uma pequena distância para o sul e chega em uma encruzilhada."
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "267" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "227": {
        "texto": [
            "A porta se abre e você entra em um pequeno aposento cheio de fumaça. Há quatro homens minúsculos sentados em torno de uma mesa de madeira, cada um com cerca de um metro de altura, com a pele marcada pelo tempo e longas barbas espessas.",
            "Eles xingam, riem e fazem piadas enquanto jogam cartas. Quando você entra, acaba a alegria. Eles estão na defensiva mas não parecem ser perigosos demais. Um deles se levanta e faz algum comentário sobre a sua falta de educação, por não ter batido antes de entrar."
        ],
        "revisita": "Se você já esteve neste aposento antes, agora o encontrará vazio. Vá para 291.",
        "opcoes": [
            { "texto": "Conversar e tentar ficar amigo deles", "vai_para": "131" },
            { "texto": "Pedir desculpas e sair do aposento", "vai_para": "291" },
            { "texto": "Oferecer-se para entrar no jogo de cartas", "vai_para": "100" },
            { "texto": "Desembainhar a espada e atacar o líder", "vai_para": "20" }
        ],
        "imagem": "pag227.png",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "228": {
        "texto": [
            "Você não encontra nenhuma passagem secreta. Você toma cuidado para não fazer muito barulho, a fim de não atrair quaisquer seres que possam estar perambulando pela área. Você pára e presta atenção, mas não consegue ouvir nada. Você retorna à encruzilhada."
        ],
        "opcoes": [
            { "texto": "Retornar", "vai_para": "85" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "229": {
        "texto": [
            "Você retorna à encruzilhada e dessa vez vira para a direita."
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "69" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "230": {
        "texto": [
            "O ser que está agora de pé à sua frente é um homem em estado de semi-decomposição. Seus olhos inquietos movem-se de um lado para outro observando você. É um ESPECTRO!"
        ],
        "combate": {
            "instrucoes_especiais": "Ele tem a capacidade de paralisá-lo se conseguir causar quatro ferimentos separados em você durante a batalha, por isso tome cuidado!",
            "monstros": [
                { "nome": "ESPECTRO", "habilidade": 8, "energia": 7 }
            ],
            "vitoria": { "vai_para": "390" },
            "derrota": { "vai_para": "64" }
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "231": {
        "texto": [
            "..."
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "182" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "232": {
        "texto": [
            "Quase completamente exausto depois de sua dura batalha com a Aranha, você começa a se mexer para desprender as botas com a sua espada. Finalmente elas acabam se soltando e você pode sair da caverna descendo a passagem e voltar à encruzilhada."
        ],
        "opcoes": [
            { "texto": "Voltar", "vai_para": "375" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "233": {
        "texto": [
            "..."
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "198" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "234": {
        "texto": [
            "Você não encontra passagens secretas. Contudo, sua movimentação atrai a atenção de alguma coisa sinistra... Para descobrir o que apareceu na passagem à sua frente, lute contra este monstro. Se você derrotar este ser, poderá continuar pela passagem. Escreva '43' para saber para onde ir depois, caso vença."
        ],
        "anotar_referencia": "43",
        "opcoes": [
            { "texto": "Descobrir o que apareceu", "vai_para": "161" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "235": {
        "texto": [
            "Você segue a passagem para o oeste, depois ela vira acentuadamente para o norte e, alguns metros adiante, surge outra passagem para o oeste."
        ],
        "opcoes": [
            { "texto": "Seguir a passagem para o oeste", "vai_para": "176" },
            { "texto": "Seguir em frente para o norte", "vai_para": "5" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "236": {
        "texto": [
            "A batalha começa. Os Esqueletos atacam você, um de cada vez:"
        ],
        "combate": {
            "monstros": [
                { "nome": "ESQUELETO A", "habilidade": 6, "energia": 5 },
                { "nome": "ESQUELETO B", "habilidade": 6, "energia": 6 },
                { "nome": "ESQUELETO C", "habilidade": 5, "energia": 5 }
            ],
            "vitoria": { "vai_para": "395" }
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "237": {
        "texto": [
            "Você se desloca rapidamente pela passagem e retorna à encruzilhada. Vire para o norte desta vez."
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "285" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "238": {
        "texto": [
            "Você está em um cruzamento de três caminhos."
        ],
        "opcoes": [
            { "texto": "Seguir para o leste", "vai_para": "70" },
            { "texto": "Seguir para o oeste", "vai_para": "180" },
            { "texto": "Seguir para o norte", "vai_para": "329" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "239": {
        "texto": [
            "Você se lembra das palavras do velho: 'Você pode precisar disso mais cedo do que pensa...'. Você remexe em sua mochila e tira a vela. Imediatamente ela se acende sozinha.",
            "Os uivos cessam e o aposento parece estar banhado por uma luz azul vinda da vela. Nas paredes, as figuras desenhadas no mural estão se movendo!",
            "Elas contorcem a boca em gritos silenciosos, como se estivessem aprisionadas em um inferno bidimensional. Na parede oposta, há uma outra porta pela qual você pode sair, ou pode também ficar para investigar. Acrescente 1 ponto de SORTE pela sua lembrança."
        ],
        "requisito": { "item": "Vela Azul" },
        "modificador_atributo": [
            { "atributo": "SORTE", "valor": 1 }
        ],
        "opcoes": [
            { "texto": "Sair pela porta oposta", "vai_para": "88" },
            { "texto": "Ficar para investigar", "vai_para": "149" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "240": {
        "texto": [
            "A caixa é leve, mas alguma coisa chacoalha dentro dela. Você abre a tampa e uma pequena SERPENTE salta para morder seu pulso! Você terá que lutar contra a Serpente."
        ],
        "combate": {
            "monstros": [
                { "nome": "SERPENTE", "habilidade": 5, "energia": 2 }
            ],
            "vitoria": { "vai_para": "145" }
        },
        "imagem": "pag240.png",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "241": {
        "texto": [
            "Ao atacar o retrato com a estaca de madeira, você sente um doloroso aperto em seu pulso. É forçado por algum poder invisível a largar a estaca.",
            "Você resolve correr e sair pela porta norte. Você perde mais 1 ponto de HABILIDADE pelo seu temor diante do poder do Feiticeiro."
        ],
        "modificador_atributo": [
            { "atributo": "HABILIDADE", "valor": -1 }
        ],
        "opcoes": [
            { "texto": "Sair", "vai_para": "90" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "242": {
        "texto": [
            "A porta abre e revela um pequeno aposento na penumbra. As paredes são cobertas de cortinas ornamentadas, com passamanarias de ouro e prata. Uma única chama queima em um dos cantos, lançando luz sobre uma mesa baixa no meio do assoalho. Há uma grande arca nessa mesa.",
            "Você avança para investigar a arca e de todos os lados, mas ao mesmo tempo de lugar nenhum, sai um som que enche o aposento. Parece o estrondo de trovoadas. Você se aproxima da arca e pode ver que três fechaduras a mantêm fechada."
        ],
        "opcoes": [
            { "texto": "Dar um golpe de espada na caixa", "vai_para": "379" },
            { "texto": "Procurar chaves em sua mochila", "vai_para": "139" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "243": {
        "texto": [
            "Para seu horror, você compreende que esta alavanca falsa era uma armadilha! Embora parecesse o cabo de alguma coisa, era na realidade a lâmina de uma espada recoberta de cera que agora cortou sua mão gravemente.",
            "Você usou a mão direita ou a esquerda? Jogue um dado."
        ],
        "teste_dado": {
            "dados": 1,
            "condicoes": [
                { "valor_entre": [1,3,5], "texto": "Foi a sua mão da espada. Você perde 3 pontos de HABILIDADE e 1 ponto de ENERGIA.", "efeito": {"modificador_atributo": [{"atributo":"HABILIDADE", "valor":-3},{"atributo":"ENERGIA", "valor":-1}]} },
                { "valor_entre": [2,4,6], "texto": "Você usou a outra mão. Você perde 1 ponto de HABILIDADE e 2 de ENERGIA.", "efeito": {"modificador_atributo": [{"atributo":"HABILIDADE", "valor":-1},{"atributo":"ENERGIA", "valor":-2}]} }
            ]
        },
        "opcoes": [
            { "texto": "Puxar a alavanca certa (da direita)", "vai_para": "128" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "244": {
        "texto": [
            "A passagem se estende na direção norte e, à sua frente, você pode ouvir o som da água de um rio subterrâneo. O ar se torna fresco e ameno.",
            "Você logo chega a uma ampla abertura da largura do rio, mas se desespera ao olhar para o outro lado e não enxergar nenhum caminho que continue.",
            "Para o leste, o rio corre para uma caverna na rocha."
        ],
        "opcoes": [
            { "texto": "Sentar, descansar e comer umas Provisões", "vai_para": "143" },
            { "texto": "Pular no rio e nadar corrente abaixo", "vai_para": "399" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "245": {
        "texto": [
            "..."
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "198" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "246": {
        "texto": [
            "Você parte para o sul por uma passagem calçada com pedras redondas. Ela vira para o oeste, depois para o sul, depois para o oeste de novo até que você se vê em um encontro de três caminhos."
        ],
        "opcoes": [
            { "texto": "Seguir para o norte", "vai_para": "329" },
            { "texto": "Seguir para o oeste", "vai_para": "180" },
            { "texto": "Seguir de volta para o leste", "vai_para": "70" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "247": {
        "texto": [
            "Ele fica um pouco surpreso com a sua investida, mas simplesmente ergue a mão. Ao fazer isso, você de repente colide violentamente em aparentemente nada. Você fica sentado no chão, esfregando o nariz.",
            "Perde 2 pontos de ENERGIA. O velho ri e diz: 'Pobre tolo. Pensou que eu estava indefeso em um covil do mal como esse?'.",
            "Você se levanta e retorna à passagem, se dirigindo ao norte pelo corredor."
        ],
        "modificador_atributo": [
            { "atributo": "ENERGIA", "valor": -2 }
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "292" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "248": {
        "texto": [
            "O ser que acabou de acordar é um ORCA! Ele se levanta rápido e se vira para puxar uma corda que provavelmente é a sineta do alarme. Você tem que atacá-lo imediatamente."
        ],
        "combate": {
            "monstros": [
                { "nome": "ORCA", "habilidade": 6, "energia": 5 }
            ],
            "vitoria": { "texto": "Você vence e pode continuar seguindo a passagem.", "vai_para": "301" }
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "249": {
        "texto": [
            "O cachorro salta quando você se mexe. Seus horríveis dentes negros buscam direto a sua garganta! A dois metros de você, ele dispara um jato de fogo da sua boca na direção do seu rosto! Você se esquiva bem a tempo, mas terá que lutar com a fera agora."
        ],
        "combate": {
            "instrucoes_especiais": "Além do seu ataque normal, jogue um dado a cada Série de Ataques pelo jato de fogo. Se o resultado for 1 ou 2, você fica queimado e perde 1 ponto de dano. Você pode usar sua SORTE contra o fogo.",
            "monstros": [
                { "nome": "CACHORRO DE FOGO", "habilidade": 7, "energia": 6 }
            ],
            "vitoria": { "texto": "Se matar o cachorro, poderá fugir ou ficar. Some 1 ponto de SORTE.", "efeito": {"modificador_atributo": [{"atributo":"SORTE", "valor":1}]}, "opcoes": [{"texto":"Fugir pela porta sul", "vai_para":"66"}, {"texto":"Ficar", "vai_para":"304"}] },
            "opcoes_fuga": { "texto": "Fugir pela porta sul", "vai_para": "66" }
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "250": {
        "texto": [
            "Você está em uma passagem estreita que leva a um beco sem saída vários metros à sua frente. Você estuda a superfície da rocha cuidadosamente, mas não parece haver nenhum caminho possível.",
            "Você retorna à encruzilhada e dessa vez continua sempre em frente na direção do norte."
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "366" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "251": {
        "texto": [
            "A passagem faz uma curva fechada para o norte, e você pode ouvir água correndo à sua frente. Você acaba chegando à margem sul de um rio subterrâneo.",
            "Quando você está parado na margem, ouve um bater de asas e olha para cima, podendo ver assim três MORCEGOS GIGANTES que mergulham na sua direção para atacar. Lute contra os três como se fossem um único ser:"
        ],
        "combate": {
            "monstros": [
                { "nome": "MORCEGOS GIGANTES", "habilidade": 6, "energia": 6 }
            ],
            "vitoria": { "vai_para": "344" },
            "opcoes_fuga": { "texto": "Fugir, pulando dentro do rio", "vai_para": "399" }
        },
        "imagem": "pag251.png",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "252": {
        "texto": [
            "Você puxa a alavanca e, com um grande barulho de tremores, a superfície da rocha à sua frente e o chão em que você está pisando começam a se mover.",
            "Como se você estivesse em uma gigantesca mesa rotativa, você gira até que se vê do outro lado de uma parede de rocha em uma passagem norte-sul."
        ],
        "opcoes": [
            { "texto": "Partir para o norte", "vai_para": "312" },
            { "texto": "Partir para o sul", "vai_para": "226" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "253": {
        "texto": [
            "A passagem termina em outra porta de madeira, desta vez uma pequena com uma maçaneta entalhada de osso. Você escuta, mas não ouve nada. Você tenta a maçaneta e a porta abre para um aposento em forma de uma pêra.",
            "Há uma pilha de detritos em um dos cantos, sobretudo poeira e pedras, mas há também dois pedaços de madeira de formato incomum e um pedaço de corda. Uma porta na parede norte dá para fora."
        ],
        "opcoes": [
            { "texto": "Examinar os pedaços de madeira", "vai_para": "328" },
            { "texto": "Analisar o pedaço de corda", "vai_para": "125" },
            { "texto": "Sair pela porta norte", "vai_para": "73" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "254": {
        "texto": [
            "O silêncio é mortal. Você fica sobressaltado com um gotejar lento enquanto caminha cautelosamente em torno dos caixões. Há três caixões no aposento.",
            "Um ruído de algo que range faz com que você se vire rapidamente, e a luz de sua lanterna cai sobre o ataúde maior. Está se abrindo! Enquanto você observa, um homem alto com um rosto pálido senta-se ereto.",
            "Seus olhos se abrem e pousam em você. Sua expressão se transforma para um ódio mortal. Sua boca se abre e um silvo aterrorizante sai de sua garganta. Seus dentes parecem de lobo. Ele sinaliza para que você se aproxime."
        ],
        "opcoes": [
            { "texto": "Aproximar-se dele como ele quer", "vai_para": "352" },
            { "texto": "Desembainhar a espada e lutar", "vai_para": "333" },
            { "texto": "Procurar em sua mochila outro meio de atacar", "vai_para": "279" },
            { "texto": "Correr para a porta oeste", "vai_para": "380" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "255": {
        "texto": [
            "A passagem termina em uma espessa porta de madeira."
        ],
        "opcoes": [
            { "texto": "Tentar abrir a porta", "vai_para": "193" },
            { "texto": "Voltar para o cruzamento e tentar outro caminho", "vai_para": "93" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "256": {
        "texto": [
            "Você está em um cruzamento onde pode seguir para o norte, embora esta passagem logo termine em um beco sem saída. Pode ir para o oeste ou tomar a direção sul."
        ],
        "opcoes": [
            { "texto": "Ir para o norte", "vai_para": "398" },
            { "texto": "Ir para o oeste", "vai_para": "297" },
            { "texto": "Ir para o sul", "vai_para": "114" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "257": {
        "texto": [
            "A passagem prossegue em linha reta por vários metros e então termina em uma porta de madeira. Você escuta através da porta e ouve gritos furiosos vindos do lado de dentro."
        ],
        "opcoes": [
            { "texto": "Investigar", "vai_para": "168" },
            { "texto": "Retornar", "vai_para": "293" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "258": {
        "texto": [
            "Você examina os potes quebrados e acha pouca coisa de interessante. O líquido é água. As moedas na tigela são falsas. Há oito Peças de Ouro genuínas na superfície da pilha (você pode levar essas).",
            "Ao virar o vaso, ele escorrega e cai, se quebrando. Aparece uma chave de cor vermelha que estava escondida dentro de um fundo falso. Você pode levar consigo esta chave. O número 111 está gravado nela.",
            "Você pode descansar aqui e comer algumas Provisões. Pode também adicionar 2 pontos de SORTE por ter derrotado o MINOTAURO. Finalmente, você sai do aposento."
        ],
        "item_encontrado": [
            { "item": "Ouro", "quantidade": 8 },
            { "item": "Chave 111 (vermelha)", "descricao": "Uma chave vermelha com o número 111."}
        ],
        "modificador_atributo": [
            { "atributo": "SORTE", "valor": 2 }
        ],
        "evento": { "tipo": "descanso" },
        "opcoes": [
            { "texto": "Sair", "vai_para": "54" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "259": {
        "texto": [
            "Enquanto você nada para a margem, afastando-se do Crocodilo, olha para trás e vê a misteriosa 'turbulência' aproximar-se do corpo do réptil, irromper em movimento frenético e depois afastar-se sem deixar sinal do animal.",
            "Agradecido por não estar lá para descobrir o que era, você sai da água e sobe pela margem norte. Adicione 1 ponto de HABILIDADE e 2 de SORTE."
        ],
        "modificador_atributo": [
            { "atributo": "HABILIDADE", "valor": 1 },
            { "atributo": "SORTE", "valor": 2 }
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "7" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "260": {
        "texto": [
            "Você não encontra nenhuma passagem secreta."
        ],
        "opcoes": [
            { "texto": "Se estiver no caminho para o norte, vá para...", "vai_para": "359" },
            { "texto": "Se estiver seguindo para o sul, vá para...", "vai_para": "329" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "261": {
        "texto": [
            "Você chega à encruzilhada e continua na direção leste."
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "345" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "262": {
        "texto": [
            "Subindo a passagem por algum tempo, você atinge outra encruzilhada onde pode escolher ir na direção leste ou virar para o oeste."
        ],
        "opcoes": [
            { "texto": "Ir para o leste", "vai_para": "199" },
            { "texto": "Virar para o oeste", "vai_para": "251" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "263": {
        "texto": [
            "Você grita: \"você está livre, velho!\" o mais alto possível. Imediatamente, seu discurso bombástico se interrompe. Ele pára e desaba no chão, chorando alto.",
            "Enquanto se recompõe, ele lhe agradece e conta sua história: foi capturado pelos Orcas e mantido como bicho de estimação. Ele lhe dá alguns conselhos: trate o barqueiro com respeito; a alavanca da direita abre o portão de ferro; e as chaves da Casa Flutuante são guardadas por um homem e seu cachorro.",
            "Vocês apertam as mãos e vão cada um para o seu caminho. Acrescente 1 ponto de SORTE."
        ],
        "modificador_atributo": [
            { "atributo": "SORTE", "valor": 1 }
        ],
        "opcoes": [
            { "texto": "Seguir seu caminho", "vai_para": "314" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "264": {
        "texto": [
            "Não há jeito de você derrubar a porta, uma vez que são doze centímetros de carvalho sólido! Você machuca o seu braço que segura a espada na tentativa — perde 1 ponto de HABILIDADE.",
            "Você só pode passar por esta porta se tiver a chave da Casa Flutuante. Do contrário, você terá que retornar à margem do rio e tentar de novo."
        ],
        "modificador_atributo": [
            { "atributo": "HABILIDADE", "valor": -1 }
        ],
        "opcoes": [
            { "texto": "Usar a Chave da Casa Flutuante", "vai_para": "80", "requisito": { "item": "Chave da Casa Flutuante" } },
            { "texto": "Retornar à margem do rio", "vai_para": "129" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "265": {
        "texto": [
            "Você tateia por toda a extensão da parede e acha uma porta. Rapidamente, você tenta a maçaneta. Ela abre!"
        ],
        "opcoes": [
            { "texto": "Entrar", "vai_para": "88" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "266": {
        "texto": [
            "A caixa se abre facilmente e dentro você encontra um arco magnífico e uma flecha de prata. Uma inscrição na caixa diz: \"O portador do sono para aqueles que nunca conseguem...\".",
            "Você põe o arco, a flecha e a caixa em sua mochila e sai do aposento, mas pode comer umas Provisões primeiro. Acrescente 1 ponto de SORTE."
        ],
        "evento": { "tipo": "descanso" },
        "modificador_atributo": [
            { "atributo": "SORTE", "valor": 1 }
        ],
        "item_encontrado": [
            { "item": "Arco com Flecha de Prata", "descricao": "O portador do sono para aqueles que nunca conseguem..." }
        ],
        "opcoes": [
            { "texto": "Sair", "vai_para": "237" }
        ],
        "imagem": "pag266.png",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "267": {
        "texto": [
            "Você agora está novamente em uma encruzilhada."
        ],
        "opcoes": [
            { "texto": "Seguir para o norte", "vai_para": "312" },
            { "texto": "Seguir para o sul", "vai_para": "246" },
            { "texto": "Seguir para o oeste", "vai_para": "79" },
            { "texto": "Seguir para o leste", "vai_para": "349" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "268": {
        "texto": [
            "O vocabulário deles se limita a uma série de gemidos e roncos. Eles não parecem ser nada inteligentes. Além do mais, sua conversa só serve para atrair a atenção deles.",
            "Eles pegam as armas e dá a impressão de que você terá que lutar contra eles. Porém, há uma pequena chance de que você consiga chegar até a porta por onde você entrou."
        ],
        "opcoes": [
            { "texto": "Tentar chegar à porta", "vai_para": "13" },
            { "texto": "Resignar-se a lutar", "vai_para": "282" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "269": {
        "texto": [
            "Você chega de volta à encruzilhada e vira para o oeste."
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "225" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "270": {
        "texto": [
            "Você entra na caverna e olha em volta para ver dezenas de estalactites e estalagmites de cores lindas. Ouve-se ruídos variados de gotas que caem, mas o lugar todo parece uma gruta mágica.",
            "Perto da parte de trás da caverna, você encontra um par de botas que parecem ter sido feitas bem recentemente."
        ],
        "opcoes": [
            { "texto": "Continuar a investigar a caverna", "vai_para": "61" },
            { "texto": "Experimentar as botas", "vai_para": "394" },
            { "texto": "Sair da caverna e retornar à encruzilhada", "vai_para": "375" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "271": {
        "texto": [
            "A passagem curta começa a se estreitar e termina uns poucos metros adiante em um portal."
        ],
        "opcoes": [
            { "texto": "Passar pela porta", "vai_para": "336" },
            { "texto": "Retornar ao rio", "vai_para": "214" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "272": {
        "texto": [
            "Ele se acalma, pega o Ouro e leva você remando para a margem norte. Depois de atracar o barco, ele some a passo lento por uma passagem."
        ],
        "modificador_atributo": [
            { "atributo": "OURO", "valor": -3 }
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "7" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "273": {
        "texto": [
            "Uma ligeira busca no aposento não revela nada de valor, embora uma velha caixa em um canto contenha uma marreta de madeira e cinco pedaços de madeira curtos, afiados em uma das pontas. Você pode levá-los se quiser e sair agora pela porta da parede norte."
        ],
        "item_encontrado": [
            { "item": "Marreta de madeira", "quantidade": 1 },
            { "item": "Estaca de madeira", "quantidade": 5 }
        ],
        "opcoes": [
            { "texto": "Sair", "vai_para": "189" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "274": {
        "texto": [
            "Você sai da caverna por um corredor longo e estreito. Depois de algumas centenas de metros, ele termina em uma grande porta de madeira que está entreaberta.",
            "Cautelosamente, você vai abrindo a porta um pouco mais e põe a cabeça por ela para ver o que há no aposento do outro lado. Você vê um velho pequeno sentado em uma mesa distraído e sozinho, jogando cartas. Ele parece uma boa alma inofensiva, de barba e cabelos grisalhos."
        ],
        "opcoes": [
            { "texto": "Irromper pela porta, com a espada na mão", "vai_para": "324" },
            { "texto": "Bater na porta e entrar educadamente", "vai_para": "356" },
            { "texto": "Agachar-se e entrar sem ser notado", "vai_para": "98" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "275": {
        "texto": [
            "Quando você se desloca na direção do segundo corpo, acidentalmente esbarra no terceiro cadáver que está no chão. Seus olhos se abrem imediatamente e ele se levanta rápido e ataca você com um golpe de suas longas unhas afiadas. Teste a sua Sorte."
        ],
        "teste_sorte": {
            "sucesso": { "texto": "Se tiver sorte, o ser erra.", "vai_para": "230" },
            "falha": { "texto": "Se não tiver, o golpe pega a sua perna.", "efeito": {"modificador_atributo": [{"atributo":"ENERGIA", "valor":-1}]}, "vai_para": "230" }
        },
        "imagem": "pag275.png",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "276": {
        "texto": [
            "..."
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "182" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "277": {
        "texto": [
            "Você está em uma passagem curta que chega a um beco sem saída vários metros à sua frente."
        ],
        "opcoes": [
            { "texto": "Procurar passagens secretas", "vai_para": "146" },
            { "texto": "Retornar para o norte", "vai_para": "366" },
            { "texto": "Retornar para o oeste", "vai_para": "11" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "278": {
        "texto": [
            "A passagem logo termina em uma porta de madeira trancada. Você cola o ouvido na porta. Mas não ouve nada."
        ],
        "opcoes": [
            { "texto": "Tentar derrubá-la", "vai_para": "156" },
            { "texto": "Dar meia volta e retornar à encruzilhada", "vai_para": "92" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "279": {
        "texto": [
            "O ser que você está enfrentando é um VAMPIRO! Você tem várias alternativas de ataque. Sua espada não lhe causará muitos danos reais. Um Crucifixo vai mantê-lo à distância, mas não o matará.",
            "Se estiver determinado a matar o Vampiro, você tem que subjugá-lo e cravar uma estaca de madeira em seu coração."
        ],
        "opcoes": [
            { "texto": "Usar um Crucifixo para chegar à porta oeste", "vai_para": "380", "requisito": {"item": "Crucifixo de prata"} },
            { "texto": "Tentar matar com uma estaca de madeira", "vai_para": "17", "requisito": {"item": "Estaca de madeira"} },
            { "texto": "Lutar com sua espada", "vai_para": "333" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "280": {
        "texto": [
            "Você retorna à encruzilhada e dessa vez pega a passagem para o leste. A passagem prossegue por algum tempo na direção leste e depois vira para o norte."
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "311" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "281": {
        "texto": [
            "A estreita passagem acaba por se tornar apertada demais para que você possa caminhar nela. Você fica de quatro e sai engatinhando.",
            "Finalmente fica impossível continuar e parece não haver caminho para passar para o outro lado, de forma que você resolve retornar à passagem principal. Você se dirige à encruzilhada."
        ],
        "opcoes": [
            { "texto": "Retornar", "vai_para": "10" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "282": {
        "texto": [
            "Os quatro seres que se arrastam na sua direção são ZUMBIS desprovidos de mente. Seus olhos vazios sugerem que suas ações são controladas por uma vontade que não é a deles.",
            "Você está tonto demais para raciocinar direito, mas precisa agir rapidamente. O primeiro Zumbi chega perto de você e se prepara para erguer o seu porrete. Você tem que lutar contra ele."
        ],
        "combate": {
            "instrucoes_especiais": "Lute com um de cada vez. Após derrotar o primeiro Zumbi, adicione 2 pontos de SORTE e enfrente os outros três.",
            "monstros": [
                { "nome": "ZUMBI com porrete", "habilidade": 7, "energia": 6 },
                { "nome": "ZUMBI com foice", "habilidade": 6, "energia": 6 },
                { "nome": "ZUMBI com picareta", "habilidade": 6, "energia": 6 },
                { "nome": "ZUMBI com machado", "habilidade": 6, "energia": 5 }
            ],
            "evento_combate": [{
                "condicao": "monstro_derrotado", "alvo": 0,
                "efeito": { "modificador_atributo": [{"atributo": "SORTE", "valor": 2}] }
            }],
            "vitoria": { "vai_para": "115" }
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "283": {
        "texto": [
            "Você retorna à encruzilhada e prossegue na direção do oeste."
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "251" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "284": {
        "texto": [
            "\"Você de novo?\" diz o Senhor do Labirinto, evidentemente aborrecido por ser perturbado outra vez. \"Você está perturbando a minha concentração. Fora!\".",
            "Você começa a explicar que só voltou ali por engano mas, ao abrir a boca, um olhar gelado do velho o silencia. Você resolve deixá-lo em paz."
        ],
        "opcoes": [
            { "texto": "Sair pela porta oeste", "vai_para": "46" },
            { "texto": "Sair pela porta sul", "vai_para": "392" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "285": {
        "texto": [
            "Você vê uma porta bem desgastada à direita (leste) da passagem. Pondo o ouvido na fechadura, você ouve um homem gritando por socorro do lado de dentro."
        ],
        "opcoes": [
            { "texto": "Abrir a porta", "vai_para": "213" },
            { "texto": "Seguir em frente", "vai_para": "314" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "286": {
        "texto": [
            "Uma escadaria estreita cortada na rocha desce cerca de vinte degraus. No pé da escada, uma passagem leva a uma grande câmara aberta.",
            "Esta câmara cheira mal, tem cheiro de carne podre. O cheiro é tão ruim que você sente vontade de voltar. Há três corpos na câmara.",
            "Você pode revistar os cadáveres ou sair silenciosamente na ponta dos pés, atravessando o aposento."
        ],
        "opcoes": [
            { "texto": "Revistar o primeiro corpo", "vai_para": "294" },
            { "texto": "Revistar o segundo corpo", "vai_para": "275" },
            { "texto": "Revistar o terceiro corpo", "vai_para": "148" },
            { "texto": "Atravessar o aposento na ponta dos pés", "vai_para": "107" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "287": {
        "texto": [
            "A passagem continua adiante por algum tempo, depois você chega ao pé de uma escadaria cortada na rocha. Você sobe as escadas e elas terminam em uma porta de madeira com dobradiças enferrujadas.",
            "Escutando pela porta, você ouve alguns ruídos de alguma coisa sendo raspada. Você tenta a maçaneta e a porta abre rangendo.",
            "Você entra em um aposento vazio, coberto de ossos espalhados. Há uma porta na parede oposta. Há três RATOS GIGANTES roendo os ossos, os quais param para olhar para você quando você entra.",
            "Se você tiver recolhido algum Queijo durante a sua aventura, pode usá-lo."
        ],
        "opcoes": [
            { "texto": "Usar o Queijo", "vai_para": "32", "requisito": {"item": "Queijo"} },
            { "texto": "Enfrentar os Ratos", "vai_para": "309" }
        ],
        "imagem": "pag287.png",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "288": {
        "texto": [
            "..."
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "182" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "289": {
        "texto": [
            "Você olha freneticamente em torno do aposento, mas não consegue ver nada que possa ajudá-lo. De repente, seus olhos param no baralho que ele estava manuseando quando entrou, e se lembra dos boatos: \"O poder do Feiticeiro vem de suas cartas.\"",
            "O mágico nota seu interesse nelas e vocês dois correm para a mesa. Você chega primeiro. \"Largue isso\", ele grita, \"ou você conhecerá toda a minha fúria\".",
            "Mas você recua e põe fogo em uma das cartas com a sua lanterna. Uma por uma, você vai queimando as cartas e, ao fazer isso, o Feiticeiro diminui de estatura. Quando a última carta se desfaz em chamas, ele fica encarando você: um homem totalmente alquebrado.",
            "\"Meu livro\" ele choraminga, e tenta destrancar a outra porta. Você corre até ele com a espada na mão e salta sobre ele."
        ],
        "combate": {
            "monstros": [
                { "nome": "FEITICEIRO (enfraquecido)", "habilidade": 7, "energia": 12 }
            ],
            "vitoria": { "vai_para": "396" }
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "290": {
        "texto": [
            "..."
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "198" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "291": {
        "texto": [
            "Você está de pé no meio de um corredor que vai do leste para o oeste. Para o leste, há um beco sem saída. Para o oeste, há uma encruzilhada já conhecida. Uma outra passagem curta leva para o norte e termina em uma grande porta de madeira."
        ],
        "opcoes": [
            { "texto": "Investigar o beco sem saída a leste", "vai_para": "315" },
            { "texto": "Ir para oeste até a encruzilhada", "vai_para": "52" },
            { "texto": "Tentar a porta ao norte", "vai_para": "227" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "292": {
        "texto": [
            "Para o norte, a passagem termina em uma sólida porta de madeira. Você cola o ouvido nela, mas não consegue ouvir nada. Parece não haver nenhuma outra alternativa, a não ser abrir a porta.",
            "Você ilumina com a lanterna ao redor e tem uma visão rápida de seu interior vazio — embora haja murais pintados nas suas paredes — antes que sua lanterna subitamente se apague. Você tenta reacendê-la, mas não consegue.",
            "Na escuridão, você ouve uma sucessão de ruídos assustadores. Uivos, gritos, berros e gemidos ficam cada vez mais altos."
        ],
        "opcoes": [
            { "texto": "Você tem uma Vela Azul?", "vai_para": "239", "requisito": {"item":"Vela Azul"} },
            { "texto": "Enfrentar a escuridão", "vai_para": "40" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "293": {
        "texto": [
            "Você retorna à encruzilhada na passagem e segue sempre em frente na direção leste."
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "113" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "294": {
        "texto": [
            "Você encontra cinco Peças de Ouro nos bolsos do cadáver. Anote isso na sua Folha de Aventuras e acrescente 1 ponto de SORTE pela sua descoberta."
        ],
        "item_encontrado": [
            { "item": "Ouro", "quantidade": 5 }
        ],
        "modificador_atributo": [
            { "atributo": "SORTE", "valor": 1 }
        ],
        "opcoes": [
            { "texto": "Revistar o segundo cadáver", "vai_para": "275" },
            { "texto": "Revistar o terceiro cadáver", "vai_para": "148" },
            { "texto": "Atravessar o aposento na ponta dos pés", "vai_para": "107" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "295": {
        "texto": [
            "Você não encontra nenhuma passagem secreta. Porém suas explorações atraem algum tipo de ser e, ao prestar atenção, você consegue ouvir alguma coisa que vem descendo o corredor na sua direção.",
            "Para descobrir que tipo de monstro itinerante você encontrou, vá para 161. Anote '48' para saber para onde ir depois."
        ],
        "anotar_referencia": "48",
        "opcoes": [
            { "texto": "Enfrentar o monstro", "vai_para": "161" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "296": {
        "texto": [
            "A caixa contém um pequeno livro encadernado em couro, intitulado 'A Origem e Emissão do Fogo de Dragão'. O livro foi escrito à mão por Farrigo Di Maggio. Nele, o autor conta a história da criação do feitiço do Fogo de Dragão.",
            "A última página dizia assim: '...somente quando o Dragão exalar o seu fogo contra você é que você deve erguer os seus braços e dizer: Ekil Erif, Ekam Erif, Erif Erif, Di Maggio'.",
            "Você profere estas palavras lenta e suavemente. Subitamente, as páginas parecem brilhar e, quando este brilho desaparece, também desaparecem as palavras nas páginas do livro. Você repete o feitiço para si mesmo, a fim de memorizar as palavras, e sai do aposento."
        ],
        "evento": { "conhecimento_ganho": "Farrigo Di Maggio" },
        "opcoes": [
            { "texto": "Sair", "vai_para": "42" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "297": {
        "texto": [
            "Você está em um corredor que vai de leste para oeste, com um cruzamento em T em ambas as extremidades."
        ],
        "opcoes": [
            { "texto": "Seguir para o oeste", "vai_para": "150" },
            { "texto": "Seguir para o leste", "vai_para": "256" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "298": {
        "texto": [
            "A ponte é escorregadia por causa dos respingos da água. Em um determinado ponto, você escorrega em um tufo de musgo úmido que cobria a madeira. Jogue um dado."
        ],
        "teste_dado": {
            "dados": 1,
            "condicoes": [
                { "valor": 6, "texto": "Você escorregou da ponte e caiu na água.", "vai_para": "86" },
                { "valor_entre": [1, 5], "texto": "Você se segurou e chegou à margem esquerda.", "vai_para": "7" }
            ]
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "299": {
        "texto": [
            "A passagem segue para o leste por vários metros e depois muda para o norte. Você anda por um bom tempo para o norte."
        ],
        "opcoes": [
            { "texto": "Verificar se há passagens secretas", "vai_para": "260" },
            { "texto": "Simplesmente prosseguir para o norte", "vai_para": "359" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "300": {
        "texto": [
            "Na parede leste da passagem você vê outra porta, desta vez feita de metal sólido. Ao parar junto à porta, você ouve um som parecido com gritos de torturados vindo do interior."
        ],
        "opcoes": [
            { "texto": "Tentar abrir a porta", "vai_para": "102" },
            { "texto": "Ignorar este aposento e continuar pelo corredor", "vai_para": "303" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "301": {
        "texto": [
            "À sua esquerda, na parte oeste da passagem, há uma porta de madeira rústica. Você pára junto a ela e ouve um som áspero que poderia ser de algum tipo de criatura roncando."
        ],
        "opcoes": [
            { "texto": "Abrir a porta?", "vai_para": "82" },
            { "texto": "Seguir adiante para o norte", "vai_para": "208" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "302": {
        "texto": [
            "..."
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "198" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "303": {
        "texto": [
            "Você chega ao final da passagem, onde ela encontra uma outra que vem do leste e vai para o oeste. Mas um portão de ferro levadiço bloqueia a sua passagem e não há meio de abalar a sua estrutura à força.",
            "Na parede à sua direita há duas alavancas, e parece provável que estas alavancas tenham alguma coisa a ver com o movimento do portão levadiço."
        ],
        "opcoes": [
            { "texto": "Puxar a alavanca da direita", "vai_para": "128" },
            { "texto": "Puxar a alavanca da esquerda", "vai_para": "243" }
        ],
        "imagem": "pag303.png",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "304": {
        "texto": [
            "O velho fica furioso por você ter matado o cachorro dele! Seus olhos ficam brancos de raiva. Lentamente, ele se levanta de sua cadeira e, ao erguer-se, parece aumentar de tamanho e estatura. Ele é um LOBISOMEM e avança na sua direção."
        ],
        "combate": {
            "monstros": [
                { "nome": "LOBISOMEM", "habilidade": 8, "energia": 8 }
            ],
            "vitoria": { "vai_para": "203" },
            "opcoes_fuga": { "texto": "Escapar pela porta de trás", "vai_para": "66" }
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "305": {
        "texto": [
            "Teste a sua Sorte três vezes. Se você tiver sorte todas as vezes, consegue chegar à porta mais distante e sair do aposento.",
            "Na primeira vez em que você não tiver sorte, pisa em um azulejo em forma de mão."
        ],
        "teste_sorte_repetido": {
            "instrucoes": "Você deve ter sucesso 3 vezes seguidas.",
            "tentativas": 3,
            "sucesso": { "vai_para": "162" },
            "falha": { "vai_para": "108" }
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "306": {
        "texto": [
            "Você ainda não encontrou nenhuma passagem secreta. Mas pode ver uma forma de algum ser que vem descendo o corredor na sua direção. Para descobrir o que está se aproximando de você, prepare-se para lutar. Escreva '291' para saber para onde retornar."
        ],
        "anotar_referencia": "291",
        "opcoes": [
            { "texto": "Enfrentar o monstro", "vai_para": "161" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "307": {
        "texto": [
            "A passagem faz muitas curvas e acaba por terminar em uma sólida porta de ferro. Você pára junto a ela, mas não ouve nada."
        ],
        "opcoes": [
            { "texto": "Tentar abrir a porta", "vai_para": "134" },
            { "texto": "Voltar à encruzilhada", "vai_para": "87" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "308": {
        "texto": [
            "Você está de pé em uma encruzilhada. Para o oeste, a passagem segue por uns poucos metros e vira para o norte. Para o norte, a passagem termina em uma porta. Para o leste, a passagem continua e acaba por tomar a direção sul. Olhando para o sul, a passagem se estende até onde a vista alcança."
        ],
        "opcoes": [
            { "texto": "Ir para o oeste", "vai_para": "187" },
            { "texto": "Ir para o norte", "vai_para": "54" },
            { "texto": "Ir para o sul", "vai_para": "160" },
            { "texto": "Ir para o leste", "vai_para": "354" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "309": {
        "texto": [
            "Você desembainha a sua espada e espera que as Ratazanas ataquem. Quando a líder delas está se preparando para pular sobre você, você grita bem alto e salta na direção dela. Seu berro assusta as outras duas, que recuam um pouco. Lute com uma Ratazana de cada vez:"
        ],
        "combate": {
            "instrucoes_especiais": "Lute com uma de cada vez.",
            "monstros": [
                { "nome": "Primeira RATAZANA", "habilidade": 5, "energia": 4 },
                { "nome": "Segunda RATAZANA", "habilidade": 6, "energia": 3 },
                { "nome": "Terceira RATAZANA", "habilidade": 5, "energia": 5 }
            ],
            "vitoria": { "texto": "Você pode sair pela porta na parede norte.", "vai_para": "124" }
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "310": {
        "texto": [
            "Alguma coisa não está correta. Você acertou um bom golpe nele, mas ele parece nem ter notado o ferimento! Você conclui que este ser Morto-Vivo não é vulnerável às armas normais. Você pode escolher uma outra arma. Equipado com ela, ou com sua arma anterior, continue."
        ],
        "opcoes": [
            { "texto": "Continuar a luta", "vai_para": "211" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "311": {
        "texto": [
            "A passagem termina em uma porta junto à qual você pára, mas não ouve nada. Ao tentar a maçaneta, você descobre que a porta abre para revelar um aposento grande e quadrado.",
            "O aposento está completamente vazio, mas o chão está coberto por um mosaico de azulejos. Duas formas se destacam no assoalho: azulejos em forma de estrela e azulejos em forma de mão. O único caminho para seguir adiante é uma porta na parede oposta."
        ],
        "opcoes": [
            { "texto": "Atravessar o aposento na direção da porta", "vai_para": "305" },
            { "texto": "Atravessar pisando somente nas estrelas", "vai_para": "178" },
            { "texto": "Atravessar pisando somente nas mãos", "vai_para": "108" }
        ],
        "imagem": "pag311.png",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "312": {
        "texto": [
            "Você segue por uma passagem longa e estreita que vai para o norte, depois para o oeste e depois para o norte de novo até que você acaba por chegar a uma encruzilhada."
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "308" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "313": {
        "texto": [
            "Você examina o corpo. O pobre coitado foi evidentemente pego da mesma maneira que tentam pegar você, mas seu crânio mais fraco partiu-se com o golpe do porrete.",
            "Ele está usando um tipo de armadura de couro, segura um escudo de madeira e traz uma espada de lâmina de aço. Em seus bolsos, há oito Peças de Ouro e em volta de seu pescoço um crucifixo de prata.",
            "Você pode levar até dois destes itens, a escolher. Acrescente também 1 ponto de SORTE e 1 ponto de HABILIDADE."
        ],
        "modificador_atributo": [
            { "atributo": "SORTE", "valor": 1 },
            { "atributo": "HABILIDADE", "valor": 1 }
        ],
        "evento": { "tipo": "saquear_item", "max_itens": 2, "itens_disponiveis": ["Armadura de Couro", "Escudo de madeira", "Espada de lâmina de aço", {"item":"Ouro", "quantidade": 8}, "Crucifixo de prata"] },
        "opcoes": [
            { "texto": "Terminar saque", "vai_para": "221" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "314": {
        "texto": [
            "Seguindo mais adiante na passagem, você vê uma porta na parede leste. Você escuta atentamente, mas não ouve nenhum som."
        ],
        "opcoes": [
            { "texto": "Abrir a porta para investigar", "vai_para": "223" },
            { "texto": "Continuar caminhando pela passagem", "vai_para": "300" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "315": {
        "texto": [
            "O beco sem saída parece não possuir nenhuma passagem secreta, mas você pode verificar isso. Se não quiser, volte."
        ],
        "opcoes": [
            { "texto": "Verificar se há passagens secretas", "vai_para": "306" },
            { "texto": "Voltar para a passagem", "vai_para": "291" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "316": {
        "texto": [
            "A água está geladíssima. Você começa a nadar e repara que as suas braçadas estão atraindo uma 'turbulência' que se desloca na sua direção. Sua força e energia serão suficientes? Jogue dois dados."
        ],
        "teste_atributo": {
            "atributo": "ENERGIA",
            "dados": 2,
            "sucesso": { "texto": "Se o resultado for igual ou menor que sua ENERGIA, você acredita que pode conseguir e nada furiosamente para a margem norte.", "vai_para": "151" },
            "falha": { "texto": "Se o resultado for maior, você resolve não se arriscar e retorna à margem sul. Você pode comer umas Provisões na margem sul.", "vai_para": "218" }
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "317": {
        "texto": [
            "Você solta o Anão. Ele já está, como você imaginou, morto. Examinando os bolsos dos dois Goblins, você encontra um grande pedaço de Queijo de cheiro doce.",
            "Se quiser levar isso com você, ponha-o em sua mochila e saia do aposento pelo lado norte."
        ],
        "item_encontrado": [
            { "item": "Queijo", "descricao": "Um grande pedaço de queijo de cheiro doce." }
        ],
        "opcoes": [
            { "texto": "Sair", "vai_para": "303" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "318": {
        "texto": [
            "A passagem termina em um beco sem saída."
        ],
        "opcoes": [
            { "texto": "Retornar à encruzilhada", "vai_para": "85" },
            { "texto": "Procurar por passagens secretas", "vai_para": "228" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "319": {
        "texto": [
            "Para descobrir o segredo do segundo item que você recolheu, volte para 221 para investigar. Se você já investigou ambos os itens, pode continuar."
        ],
        "opcoes": [
            { "texto": "Investigar o segundo item", "vai_para": "221" },
            { "texto": "Sair do aposento", "vai_para": "81" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "320": {
        "texto": [
            "Você sai correndo do aposento e fecha a porta com violência ao passar. Você vira na direção norte subindo a passagem, onde vê uma porta de aparência semelhante."
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "363" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "321": {
        "texto": [
            "..."
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "169" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "322": {
        "texto": [
            "As gavetas estão cheias de pregos, tachas e badulaques variados. Em uma das gavetas, há uma chave cor de cobre com o número 66 gravado nela que parece interessante.",
            "Você pode ficar com esta chave, mas tem que dispensar um item do equipamento que está carregando. Você vai até a porta norte para investigar."
        ],
        "item_encontrado": [
            { "item": "Chave 66", "descricao": "Chave de cobre com o número 66.", "troca_obrigatoria": true }
        ],
        "opcoes": [
            { "texto": "Investigar a porta norte", "vai_para": "96" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "323": {
        "texto": [
            "Depois de alguns metros, você chega a outra junção de três caminhos."
        ],
        "opcoes": [
            { "texto": "Ir na direção norte", "vai_para": "8" },
            { "texto": "Ir na direção leste", "vai_para": "255" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "324": {
        "texto": [
            "Ao irromper pela porta, você faz com que o velho se vire para olhar para você, nem um pouco perturbado. Subitamente, ele desaparece! Ele reaparece encostado à parede e ri.",
            "Não um riso débil de um velho, mas a gargalhada estrondosa de um homem muito mais jovem. Ele desaparece novamente e reaparece em outro canto. Dessa vez ele reaparece no ar acima de você e flutua lentamente descendo na sua direção."
        ],
        "opcoes": [
            { "texto": "Encará-lo", "vai_para": "358" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "325": {
        "texto": [
            "Você coloca o elmo em sua cabeça: assenta-lhe bem. Um calor agradável começa a percorrer seu corpo e você parece possuir um poder e uma confiança maiores.",
            "O elmo é abençoado com poderes mágicos e permitirá que você some 1 ponto a todos os resultados de dados jogados para calcular a sua Força de Ataque durante um combate, enquanto usá-lo."
        ],
        "item_encontrado": [
            { "item": "Elmo Mágico", "descricao": "Adiciona +1 à sua Força de Ataque." }
        ],
        "opcoes": [
            { "texto": "Retornar à encruzilhada", "vai_para": "87" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "326": {
        "texto": [
            "Você entra em um pequeno aposento com paredes rochosas e nuas. Na parede oposta, há uma chave de ouro pendurada.",
            "Parece não haver meio de prosseguir através do aposento."
        ],
        "opcoes": [
            { "texto": "Pegar a chave", "vai_para": "35" },
            { "texto": "Deixar a chave e retornar", "vai_para": "229" }
        ],
        "imagem": "pag326.png",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "327": {
        "texto": [
            "O corpo no chão vai ficando cada vez mais velho diante de seus olhos. A pele se enruga e os olhos murcham. Você nota um movimento no peito do ser. À medida em que os restos do Vampiro se decompõem, uma pequena face negra irrompe. Parece um pequeno inseto negro mas, quando se solta e abre as asas, você entende que é um morcego. Você tenta atacá-lo, mas ele voa se afastando.",
            "Você examina a câmara e encontra trinta Peças de Ouro, um livro e uma vara em forma de forquilha. Você pode levar todos estes itens se deixar para trás um outro item do Equipamento que você está carregando.",
            "Você pode sair pela porta oeste. Se estiver com fome, pode comer umas Provisões aqui, e adicione 3 pontos de SORTE por ter derrotado o Vampiro."
        ],
        "item_encontrado": [
            {"item": "Ouro", "quantidade": 30},
            {"item": "Livro", "descricao": "Um livro antigo.", "troca_obrigatoria": true},
            {"item": "Vara em Forquilha", "descricao": "Uma vara de madeira em formato de Y.", "troca_obrigatoria": true}
        ],
        "modificador_atributo": [
            { "atributo": "SORTE", "valor": 3 }
        ],
        "evento": { "tipo": "descanso" },
        "opcoes": [
            { "texto": "Sair pela porta oeste", "vai_para": "380" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "328": {
        "texto": [
            "Ambos os pedaços de madeira são lisos e em forma de forquilha, como se tivessem sido retirados molhados de um rio. Você pode colocar estas varas em sua mochila (se abandonar um item) e depois sair pela porta norte, ou ficar e examinar a corda."
        ],
        "item_encontrado": [
            { "item": "Vara em Forquilha", "quantidade": 2, "troca_obrigatoria": true }
        ],
        "opcoes": [
            { "texto": "Sair pela porta norte", "vai_para": "73" },
            { "texto": "Examinar a corda", "vai_para": "125" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "329": {
        "texto": [
            "Você segue em frente e chega ao meio de uma passagem que vai do norte para o sul. Há uma porta na parede oeste da passagem. Do lado oposto, há uma passagem que segue na direção leste. Para o norte, você pode ver uma porta a alguns metros adiante. Para o sul, você vê uma encruzilhada. Qual rumo você escolherá?"
        ],
        "opcoes": [
            { "texto": "A porta na parede oeste", "vai_para": "157" },
            { "texto": "A porta ao norte", "vai_para": "392" },
            { "texto": "A direção leste", "vai_para": "299" },
            { "texto": "A direção sul", "vai_para": "238" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "330": {
        "texto": [
            "Os barris contêm rum. Você coloca as mãos em concha, pega um pouco e bebe. É bom mesmo! Recupere 6 pontos de ENERGIA e 1 de SORTE."
        ],
        "modificador_atributo": [
            { "atributo": "ENERGIA", "valor": 6 },
            { "atributo": "SORTE", "valor": 1 }
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "81" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "331": {
        "texto": [
            "O ser é do tamanho de um homem, mas seus braços compridos parecem muito mais fortes. Resolva este confronto:"
        ],
        "combate": {
            "monstros": [
                { "nome": "TROLL", "habilidade": 8, "energia": 8 }
            ],
            "vitoria": { "vai_para": "287" }
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "332": {
        "texto": [
            "Você se encontra junto a uma porta que bloqueia a extremidade leste de uma passagem que vai de leste para oeste. Olhando na direção oeste, a passagem faz uma curva para o norte."
        ],
        "opcoes": [
            { "texto": "Passar pela porta", "vai_para": "329" },
            { "texto": "Tomar o rumo oeste", "vai_para": "4" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "333": {
        "texto": [
            "Quando você ergue a espada para atacar o ser, ele estica o braço e segura a lâmina com a mão! Sua arma é quase que inofensiva diante da força considerável do ser. Você compreende isso e fica em pânico, mas tem que continuar a lutar."
        ],
        "combate": {
            "instrucoes_especiais": "Para Fugir, você só pode tentar após 6 rodadas de combate e precisará ter sorte.",
            "monstros": [
                { "nome": "VAMPIRO", "habilidade": 10, "energia": 10 }
            ],
            "vitoria": { "vai_para": "327" },
            "opcoes_fuga": { "texto": "Tentar Fugir (após 6ª rodada)", "rodada_minima": 6, "teste_sorte": {
                "sucesso": {"vai_para": "380"},
                "falha": {"texto": "Você não consegue fugir e deve lutar por mais 6 rodadas."}
            }}
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "334": {
        "texto": [
            "Enquanto você está falando, o velho se levanta. “Ora, ora, um estranho! Bem, entre por favor, a loja está aberta. Em que direção você está indo? Para o norte?”",
            "Você conta ao velho a sua história. Ele o ouve e responde: “Bem, neste caso você precisará indubitavelmente de uma das minhas Velas Azuis. São 20 Peças de Ouro, por favor. Posso garantir que elas valem o que custam. Talvez você precise delas mais cedo do que pense...”"
        ],
        "opcoes": [
            { "texto": "Comprar a Vela Azul (20 Ouro)", "vai_para": "292", "requisito": {"item": "Ouro", "quantidade": 20}, "efeito": {"item_encontrado": [{"item":"Vela Azul", "descricao":"Uma vela de cera azul"}], "modificador_atributo":[{"atributo":"OURO", "valor":-20}] } },
            { "texto": "Não comprar e sair", "vai_para": "292" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "335": {
        "texto": [
            "..."
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "182" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "336": {
        "texto": [
            "Você está em um pequeno aposento que cheira mal. Você percebe duas portas: uma para o oeste e outra atrás de você, para o sul.",
            "A mobília é mínima. Não parece haver nada de valor, mas há um molho de chaves pendurado na parede. Um velho com roupas esfarrapadas está dormindo em um banco, roncando alto. A seu lado, há um cachorro marrom de olhos vermelhos que você acordou."
        ],
        "opcoes": [
            { "texto": "Sair na ponta dos pés pela porta sul", "vai_para": "66" },
            { "texto": "Acordar o velho", "vai_para": "172" },
            { "texto": "Atacar o cachorro", "vai_para": "249" }
        ],
        "imagem": "pag336.png",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "337": {
        "texto": [
            "Você não encontra nenhuma passagem secreta mas, ao apalpar as paredes, ouve um estalo. Você se sente tonto e cai no chão. Quando recupera a consciência, o ambiente ao redor parece estranho."
        ],
        "opcoes": [
            { "texto": "...", "vai_para": "267" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "338": {
        "texto": [
            "Você se aproxima da estátua cautelosamente. Você tenta puxar a jóia, mas ela está solidamente presa. Você experimenta enfiar a sua espada por trás dela e, ao fazer isso, ouve uma fatídica sequência de rangidos.",
            "Para seu horror, a estátua começa a se mexer! O CICLOPE DE FERRO move a cabeça na sua direção e desce de seu pedestal. Você terá que lutar!"
        ],
        "combate": {
            "monstros": [
                { "nome": "CICLOPE DE FERRO", "habilidade": 10, "energia": 10 }
            ],
            "vitoria": { "vai_para": "75" },
            "opcoes_fuga": { "texto": "Fugir pela porta de volta à encruzilhada", "vai_para": "93" }
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "339": {
        "texto": [
            "A fechadura era evidentemente inadequada: ela voa longe. Você levanta a pesada tampa e seus olhos ficam arregalados ao ver o brilho do ouro que vem lá de dentro.",
            "Há um número considerável de Peças de Ouro lá dentro. Em um dos cantos, há uma pequena garrafa preta. Também há na arca uma luva preta de seda.",
            "Porém, quando você está admirando este tesouro, ouve um estalo leve e se encolhe de dor ao sentir um pequeno dardo que penetra o seu estômago. Jogue um único dado e subtraia estes pontos de seu índice de ENERGIA para determinar o efeito do veneno."
        ],
        "teste_dado": {
            "dados": 1,
            "instrucoes": "Role 1 dado para ver quanto de ENERGIA você perde para o veneno."
        },
        "opcoes": [
            { "texto": "Se você ainda estiver vivo...", "vai_para": "201" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "340": {
        "texto": [
            "Você tenta vários itens do equipamento contra o poder do olhar do quadro, mas nenhum parece funcionar."
        ],
        "opcoes": [
            { "texto": "Cortar o quadro a golpes de espada", "vai_para": "388" },
            { "texto": "Segurar uma jóia à sua frente", "vai_para": "31", "requisito": {"item": "Jóia do Olho do Ciclope"} },
            { "texto": "Enterrar uma estaca de madeira no quadro", "vai_para": "241", "requisito": {"item": "Estaca de madeira"} },
            { "texto": "Jogar um queijo no quadro", "vai_para": "45", "requisito": {"item": "Queijo"} }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "341": {
        "texto": [
            "O velho olha fixamente para você quando você entra no aposento."
        ],
        "opcoes": [
            { "texto": "Pedir desculpas e sair pela porta oeste", "vai_para": "46" },
            { "texto": "Pedir desculpas e sair pela porta sul", "vai_para": "392" },
            { "texto": "Tentar conversar com o velho (ser agradável)", "vai_para": "220" },
            { "texto": "Exigir que ele responda às suas perguntas", "vai_para": "191" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "342": {
        "texto": [
            "O Ratisomem desaba no chão. Você revista seu corpo e acha duas Peças de Ouro, exatamente o preço da última travessia. Você o xinga por tentar cobrar mais de você.",
            "Acrescente as duas Peças de Ouro a seu total e reme para o outro lado do rio. Some 2 pontos de SORTE. Ao atracar o barco, você olha para trás para ver o corpo: ele desapareceu!"
        ],
        "item_encontrado": [
            { "item": "Ouro", "quantidade": 2 }
        ],
        "modificador_atributo": [
            { "atributo": "SORTE", "valor": 2 }
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "7" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "343": {
        "texto": [
            "A porta abre de repente e você se sente cair em um aposento. Mas seu coração acelera ao compreender que você não está caindo no chão, mas mergulhando em uma espécie de poço!",
            "Por sorte, o poço não é particularmente fundo e você bate no chão a menos de dois metros abaixo. Perca 1 ponto de ENERGIA pelas escoriações, suba para a superfície do poço e saia do aposento pela porta, dirigindo-se para o oeste."
        ],
        "modificador_atributo": [
            { "atributo": "ENERGIA", "valor": -1 }
        ],
        "opcoes": [
            { "texto": "Sair", "vai_para": "92" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "344": {
        "texto": [
            "Você guarda sua espada na bainha e anda até a água. Será seguro nadar? Você de repente nota uma espada reluzente no leito do rio. Você entra na água para retirá-la. É leve e possui um fio excelente.",
            "Esta arma maravilhosa acrescenta 1 ponto à sua HABILIDADE enquanto você a usar. Uma voz misteriosa parece estar dizendo para você jogar a sua própria espada no rio."
        ],
        "opcoes": [
            { "texto": "Jogar a espada velha fora e ficar com a nova", "vai_para": "56", "efeito": {"item_encontrado": [{"item":"Espada Leve", "descricao":"+1 Habilidade"}], "modificador_atributo": [{"atributo":"HABILIDADE", "valor":1}]} },
            { "texto": "Ficar com ambas as espadas", "vai_para": "153" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "345": {
        "texto": [
            "Você segue a passagem para o leste por vários metros, depois ela faz uma curva para o norte. Em pouco tempo você chega a outra encruzilhada onde você pode seguir em frente ou virar à direita."
        ],
        "opcoes": [
            { "texto": "Seguir em frente (norte)", "vai_para": "381" },
            { "texto": "Virar à direita (leste)", "vai_para": "311" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "346": {
        "texto": [
            "A sorte nas cartas pode ou não estar com você. Você tem duas escolhas. Você pode deixar tudo por conta das cartas (jogue 2D6, se par perde, se ímpar ganha). Ou pode usar a sua SORTE para ajudar você a ganhar."
        ],
        "evento": { "tipo": "jogo_cartas_sorte" },
        "opcoes": [
            { "texto": "Quando terminar, continuar", "vai_para": "131" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "347": {
        "texto": [
            "..."
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "182" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "348": {
        "texto": [
            "Você está dentro de um poço, um pouco machucado mas sem ferimentos graves. Você olha ao redor ao se levantar e pode ver duas passagens: uma curta para o sul, que se abre em uma pequena câmara, e outra que se dirige para o norte.",
            "Você está preocupado com o barulho da queda e ainda mais com os grunhidos que vêm da câmara ao sul. Antes que você consiga organizar os pensamentos, um TROLL emerge. Você torceu o tornozelo e não pode se movimentar rapidamente, mas o Troll está pronto para a luta."
        ],
        "opcoes": [
            { "texto": "Lutar com o Troll", "vai_para": "331" },
            { "texto": "Usar Poção de Invisibilidade", "vai_para": "51", "requisito": {"item": "Poção de Invisibilidade"} }
        ],
        "imagem": "pag348.png",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "349": {
        "texto": [
            "Você anda uns poucos metros descendo a passagem e chega a um beco sem saída."
        ],
        "opcoes": [
            { "texto": "Retornar à encruzilhada", "vai_para": "267" },
            { "texto": "Investigar o final da passagem", "vai_para": "30" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "350": {
        "texto": [
            "À medida em que a 'turbulência' vai cercando você, é possível sentir o contato de muitos peixes pequenos. Eles começam a rasgar a sua carne com muitas mordidas dolorosas e você se dá conta de que está cercado por PIRANHAS mortais!",
            "Se durante a sua luta com o CROCODILO você o tiver ferido, sorte sua, pois a maioria dos peixes ataca o réptil que sangra. Se você não tiver ferido o Crocodilo, os peixes podem escolher você ou ele. Jogue um dado. Se for 1 ou 2, a maioria ataca você. Se for de 3 a 6, a maioria ataca o Crocodilo."
        ],
        "evento": { "tipo": "combate_condicional_piranhas" },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "351": {
        "texto": [
            "Você retorna à encruzilhada e vira para a direção leste."
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "76" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "352": {
        "texto": [
            "Ao se aproximar, você sente que os olhos dele penetram em você com um poder considerável. Você começa a enfraquecer sob o olhar fixo dele. Perca 1 ponto de ENERGIA. Você está gradualmente perdendo a sua própria força de vontade."
        ],
        "modificador_atributo": [
            { "atributo": "ENERGIA", "valor": -1 }
        ],
        "opcoes": [
            { "texto": "Tentar desembainhar a espada e lutar", "vai_para": "74" },
            { "texto": "Procurar outros meios de ataque em sua mochila", "vai_para": "279" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "353": {
        "texto": [
            "Você salta sobre o velho quando ele se move na sua direção — e crava a espada em seu peito. Você se arrepende amargamente ao compreender que ele não estava fazendo nenhuma tentativa de o atacar.",
            "Agora você não conseguirá mais nenhuma informação dele sobre os perigos da aventura que tem diante de si. Prossiga subindo a passagem."
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "314" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "354": {
        "texto": [
            "Você está parado bem na curva da passagem, de onde você pode seguir para o oeste ou para o sul."
        ],
        "opcoes": [
            { "texto": "Seguir para o oeste", "vai_para": "308" },
            { "texto": "Seguir para o sul", "vai_para": "52" },
            { "texto": "Verificar passagens secretas no caminho para o oeste", "vai_para": "14" },
            { "texto": "Verificar passagens secretas no caminho para o sul", "vai_para": "234" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "355": {
        "texto": [
            "Você tateia a parede, mas não consegue encontrar nenhum jeito de escapar. O ruído está quase fazendo você gritar de dor! Subtraia 1 ponto de sua HABILIDADE."
        ],
        "modificador_atributo": [
            { "atributo": "HABILIDADE", "valor": -1 }
        ],
        "opcoes": [
            { "texto": "Tentar a parede leste", "vai_para": "181" },
            { "texto": "Tentar a parede norte", "vai_para": "265" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "356": {
        "texto": [
            "O velho olha para você, aceita seus cumprimentos e pede que você se sente. Você senta na mesa e repara que ele está olhando fixamente para você. Seu olhar penetrante está se tornando hipnótico, mas você compreende isso a tempo e rompe o contato.",
            "Ele abre a boca para falar e para a sua admiração, o aposento inteiro ressoa com a voz poderosa. Você olha de novo para o homem e pode vê-lo se transformando diante de seus olhos. Seus trapos velhos e esfarrapados tornaram-se vestimentas de veludo e ouro. Seus olhos negros estão fixados em você."
        ],
        "opcoes": [
            { "texto": "Encarar o Feiticeiro", "vai_para": "358" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "357": {
        "texto": [
            "A passagem segue alguma distância ainda na direção norte e depois, começa a se alargar até se tornar uma grande caverna com paredes ásperas. Parece não haver nenhum caminho para atravessá-la."
        ],
        "opcoes": [
            { "texto": "Retornar à encruzilhada", "vai_para": "269" },
            { "texto": "Entrar na caverna", "vai_para": "57" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "358": {
        "texto": [
            "A batalha vai requerer todas as suas reservas de força e raciocínio. Seu adversário evaporou e está agora na extremidade oposta do aposento, em frente a uma porta com duas fechaduras. Como você se aproximará dele?"
        ],
        "opcoes": [
            { "texto": "Segurar a espada firmemente e avançar", "vai_para": "142" },
            { "texto": "Procurar em sua mochila uma outra arma", "vai_para": "105" },
            { "texto": "Procurar pelo aposento outros meios de ataque ou defesa", "vai_para": "389" }
        ],
        "imagem": "pag358.png",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "359": {
        "texto": [
            "Você agora está em uma encruzilhada."
        ],
        "opcoes": [
            { "texto": "Seguir para o norte", "vai_para": "190" },
            { "texto": "Seguir para o sul", "vai_para": "94" },
            { "texto": "Seguir para o leste", "vai_para": "121" },
            { "texto": "Seguir para o oeste", "vai_para": "385" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "360": {
        "texto": [
            "A porta bate, fechando-se com um grande estrondo às suas costas. Você está em uma passagem que segue adiante na direção norte. Você vai por ela por vários metros, até que ela faz uma curva para o oeste e continua em frente.",
            "Um pouco mais à frente, você encontra uma abertura estreita na parede norte e decide entrar por ela."
        ],
        "opcoes": [
            { "texto": "Entrar", "vai_para": "89" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "361": {
        "texto": [
            "Você pega rapidamente a chave pendurada no gancho. Ela possui o número 125 gravado nela. Mas seus pulmões estão estourando. Jogue dois dados."
        ],
        "item_encontrado": [
            {"item": "Chave 125", "descricao": "Uma chave com o número 125."}
        ],
        "teste_atributo": {
            "atributo": "HABILIDADE",
            "dados": 2,
            "sucesso": { "texto": "Você consegue chegar à porta atravessando o aposento.", "vai_para": "136" },
            "falha": { "texto": "Você é forçado a respirar gás venenoso. Reduza sua HABILIDADE em 2 e sua ENERGIA em 3.", "efeito": {"modificador_atributo": [{"atributo":"HABILIDADE", "valor":-2}, {"atributo":"ENERGIA", "valor":-3}]}, "vai_para": "136" }
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "362": {
        "texto": [
            "Ao experimentar as paredes da passagem, uma porta secreta se abre na parede oeste."
        ],
        "opcoes": [
            { "texto": "Entrar", "vai_para": "177" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "363": {
        "texto": [
            "Seguindo pela passagem na parede oeste, você vê outra porta semelhante. Você escuta junto à porta e faz uma careta ao ouvir a voz mais desafinada que seus ouvidos já conheceram!"
        ],
        "opcoes": [
            { "texto": "Entrar para investigar o som", "vai_para": "370" },
            { "texto": "Seguir adiante pela passagem", "vai_para": "42" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "364": {
        "texto": [
            "Ao empurrar o cabo, um pequeno portal de pedra se abre. Você tem que tomar uma decisão rapidamente, uma vez que a porta se fechará sozinha dentro de um minuto."
        ],
        "opcoes": [
            { "texto": "Ignorá-lo e retornar à encruzilhada", "vai_para": "256" },
            { "texto": "Passar por ele", "vai_para": "373" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "365": {
        "texto": [
            "Os Orcas atacam você, um de cada vez."
        ],
        "combate": {
            "monstros": [
                { "nome": "Primeiro ORCA", "habilidade": 6, "energia": 4 },
                { "nome": "Segundo ORCA", "habilidade": 5, "energia": 3 },
                { "nome": "Terceiro ORCA", "habilidade": 6, "energia": 4 },
                { "nome": "Quarto ORCA", "habilidade": 5, "energia": 2 },
                { "nome": "Quinto ORCA", "habilidade": 4, "energia": 4 }
            ],
            "vitoria": { "vai_para": "183" },
            "opcoes_fuga": { "texto": "Fugir", "vai_para": "237" }
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "366": {
        "texto": [
            "Você está seguindo por uma passagem que o leva mais adiante para o norte. Depois de vários metros, ela vira em um ângulo fechado para o leste. Você continua nesta direção até que acaba por chegar a uma abertura estreita na parede norte."
        ],
        "opcoes": [
            { "texto": "Passar por esta abertura", "vai_para": "89" },
            { "texto": "Continuar para o leste", "vai_para": "62" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "367": {
        "texto": [
            "Você chega a uma outra encruzilhada na passagem."
        ],
        "opcoes": [
            { "texto": "Tomar a direção oeste", "vai_para": "235" },
            { "texto": "Seguir para o leste", "vai_para": "323" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "368": {
        "texto": [
            "A risada do Feiticeiro ressoa no aposento. “Nós veremos qual de nós dois é o rato!”, ele exclama e mantém a mão erguida no ar.",
            "Quando ele estala os dedos, uma chama azul jorra da mão dele na sua direção. Você perde 3 pontos de ENERGIA e terá que tentar alguma outra coisa diferente."
        ],
        "modificador_atributo": [
            { "atributo": "ENERGIA", "valor": -3 }
        ],
        "opcoes": [
            { "texto": "Desembainhar a espada e avançar", "vai_para": "142" },
            { "texto": "Tentar outra coisa da mochila", "vai_para": "105" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "369": {
        "texto": [
            "Você engole uma parte do líquido."
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "109" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "370": {
        "texto": [
            "A porta se abre e revela um pequeno aposento, que está sujo e mal cuidado. Sentados em volta de uma mesa de madeira estão dois seres pequenos, com a pele cheia de verrugas e vestidos com armaduras de couro.",
            "Estão tomando algum tipo de bebida forte e, pelo jeito como se levantam cambaleantes quando você chega, demonstram estar muito embriagados."
        ],
        "opcoes": [
            { "texto": "Atacá-los", "vai_para": "116" },
            { "texto": "Fechar a porta e correr pela passagem", "vai_para": "42" }
        ],
        "imagem": "pag370.png",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "371": {
        "texto": [
            "São e salvo por enquanto, você investiga a caverna e encontra uma passagem que continua para o oeste. Você pode descansar e comer umas Provisões antes de continuar. Acrescente 3 pontos de SORTE por ter derrotado o Dragão."
        ],
        "evento": { "tipo": "descanso" },
        "modificador_atributo": [
            { "atributo": "SORTE", "valor": 3 }
        ],
        "opcoes": [
            { "texto": "Continuar para o oeste", "vai_para": "274" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "372": {
        "texto": [
            "A batalha começa! Lute com cada um de uma vez."
        ],
        "combate": {
            "instrucoes_especiais": "Lute com um de cada vez.",
            "monstros": [
                { "nome": "CHEFE DOS ORCAS", "habilidade": 7, "energia": 6 },
                { "nome": "SERVO", "habilidade": 5, "energia": 3 }
            ],
            "vitoria": { "vai_para": "21" }
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "373": {
        "texto": [
            "Você está na extremidade sul de uma passagem que vai do norte para o sul - em um beco sem saída. Se for na direção norte, chegará a uma encruzilhada."
        ],
        "opcoes": [
            { "texto": "Ir para o norte", "vai_para": "85" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "374": {
        "texto": [
            "Os Esqueletos não reparam em você e saem pela porta, entrando na Casa Flutuante. Soltando um suspiro de alívio, você segue em frente para tentar a porta na extremidade norte da passagem.",
            "Mas antes de prosseguir, poderá comer umas Provisões e adicionar 2 pontos de SORTE por ter evitado o confronto com os Esqueletos."
        ],
        "evento": { "tipo": "descanso" },
        "modificador_atributo": [
            { "atributo": "SORTE", "valor": 2 }
        ],
        "opcoes": [
            { "texto": "Tentar a porta norte", "vai_para": "207" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "375": {
        "texto": [
            "Você retorna à encruzilhada e dessa vez pega a direção norte."
        ],
        "opcoes": [
            { "texto": "Continuar", "vai_para": "5" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "376": {
        "texto": [
            "Você pode recolher todas as peças de cobre que estão na mesa. Elas valem um total de quatro Peças de Ouro.",
            "Em seguida, pode sair pela porta. Você também pode parar para comer umas Provisões e adicionar 3 pontos à sua SORTE."
        ],
        "item_encontrado": [
            { "item": "Ouro", "quantidade": 4 }
        ],
        "evento": { "tipo": "descanso" },
        "modificador_atributo": [
            { "atributo": "SORTE", "valor": 3 }
        ],
        "opcoes": [
            { "texto": "Sair pela porta", "vai_para": "291" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "377": {
        "texto": [
            "Quando você desembainha a espada o GREMLIN ALADO alça voo e o ataca, enquanto o velho corre para a estante, toca um dos livros e escapa por uma porta secreta que imediatamente se abre para ele.",
            "Mas você tem que lutar contra o animal de estimação dele."
        ],
        "combate": {
            "monstros": [
                { "nome": "GREMLIN ALADO", "habilidade": 5, "energia": 7 }
            ],
            "vitoria": { "vai_para": "196" }
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "378": {
        "texto": [
            "Você limpa a sua espada ensanguentada no colchão. O sangue verde deixa uma mancha pastosa na palha. Passando por cima dos corpos na direção da mesa, você enjoa com o cheiro repelente dos seres mortos.",
            "Você pega a caixa que está embaixo da mesa e a examina. É uma pequena caixa de madeira com dobradiças rústicas. O nome “Farrigo Di Maggio” está gravado em uma placa de metal na tampa."
        ],
        "opcoes": [
            { "texto": "Abrir a caixa", "vai_para": "296" },
            { "texto": "Deixá-la de lado e sair", "vai_para": "42" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "379": {
        "texto": [
            "Quando você se prepara para golpear a caixa, o barulho dos roncos fica mais alto. Você ergue a espada bem alto e, quando sua lâmina desce sobre a caixa, um ruído altíssimo deixa você ensurdecido e, de um dos cantos do aposento, um pequeno raio cruza o ar e atinge o cabo da espada, atirando você para o outro lado do aposento.",
            "Teste a sua Sorte."
        ],
        "teste_sorte": {
            "sucesso": { "texto": "Sua espada está despedaçada no chão, mas você conseguiu soltá-la um segundo antes. Da próxima vez, não tente golpear a arca! Você pode tentar usar as chaves que possui.", "efeito": {"item_perdido": "Espada"}, "vai_para": "139" },
            "falha": { "texto": "Seus restos mortais formam um desenho pequeno e negro no chão.", "fim_de_jogo": true }
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "380": {
        "texto": [
            "Você agora está em um corredor estreito que vai de leste para oeste. A oeste, você avista uma encruzilhada logo à frente."
        ],
        "opcoes": [
            { "texto": "Seguir para a encruzilhada", "vai_para": "37" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "381": {
        "texto": [
            "A passagem termina em uma porta de madeira com apliques de ferro. Várias inscrições adornam a porta, mas nenhuma delas faz sentido algum para você. Você tenta escutar algo junto a ela, mas não ouve nada."
        ],
        "opcoes": [
            { "texto": "Abrir a porta", "vai_para": "84" },
            { "texto": "Retornar à encruzilhada", "vai_para": "280" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "382": {
        "texto": [
            "Você segura o Olho bem diante dele e a jóia solta um brilho esmaecido. Você a aponta em sua direção e ele grita. Ele recua para um canto e um raio de luz irrompe da jóia. Ao cair em cima dele, faz com que tombe no chão e se inicie uma transformação extraordinária: ele começa a envelhecer visivelmente.",
            "Passados alguns momentos, a jóia pára de reluzir e você se aproxima daquela trouxa de roupas sem vida: tudo o que resta são as suas vestimentas."
        ],
        "requisito": {"item":"Jóia do Olho do Ciclope"},
        "opcoes": [
            { "texto": "Continuar", "vai_para": "396" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "383": {
        "texto": [
            "Um letreiro sobre a porta diz: “Casa Flutuante”. A porta está firmemente trancada, mas uma pequena janela com grades permite que você olhe para o lado de dentro. Você pode ver vários Homens-esqueleto trabalhando na construção de uma espécie de barco."
        ],
        "opcoes": [
            { "texto": "Usar a chave 'Casa Flutuante'", "vai_para": "80", "requisito": {"item": "Chave da Casa Flutuante"} },
            { "texto": "Arrombar a porta", "vai_para": "264" },
            { "texto": "Retornar à margem do rio", "vai_para": "129" }
        ],
        "imagem": "pag383.png",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "384": {
        "texto": [
            "A porta se abre para uma passagem que você continua seguindo na direção norte. Em pouco tempo você chega a uma curva e a contorna para o leste. Vários metros adiante, você chega a uma encruzilhada."
        ],
        "opcoes": [
            { "texto": "Seguir para o norte", "vai_para": "262" },
            { "texto": "Continuar na direção leste", "vai_para": "307" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "385": {
        "texto": [
            "Você caminha na direção oeste por algum tempo, depois a passagem vira para o norte. Um pouco mais adiante, você chega a uma encruzilhada. Para o norte, a passagem termina em pouco tempo em um beco sem saída."
        ],
        "opcoes": [
            { "texto": "Seguir para o sul", "vai_para": "114" },
            { "texto": "Seguir para o oeste", "vai_para": "297" },
            { "texto": "Seguir para o norte (beco sem saída)", "vai_para": "398" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "386": {
        "texto": [
            "Você sobe na jangada e começa a impulsioná-la com a vara para o outro lado do rio. A travessia não é nada fácil. No meio do rio, a jangada parece criar vontade própria e passa a jogar perigosamente. Você toma consciência de que ela está tentando virar para jogar você no rio!"
        ],
        "opcoes": [
            { "texto": "Confiar na sua força e sorte para continuar", "vai_para": "55" },
            { "texto": "Pular na água e tentar nadar de volta", "vai_para": "166" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "387": {
        "texto": [
            "Você experimenta as chaves: nenhuma delas gira. Ao tentar fazer com que a terceira chave gire, abrem-se três portinholas e sua última lembrança é uma pontada de dor, quando três pequenos dardos penetraram na sua pele. Cada um deles contém um veneno de ação instantânea. Lembre-se de não usar esta combinação de chaves da próxima vez!"
        ],
        "fim_de_jogo": true,
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "388": {
        "texto": [
            "Sua espada voa da sua mão pelo ar e você tem que pular para o lado imediatamente, pois ela desce bem em cima de você. Chega a arranhar um pouco seu rosto ao cair. Perca 1 ponto de ENERGIA. Você resolve que é melhor sair deste aposento. Pegue a sua espada e saia. Você perde mais 1 ponto de HABILIDADE por ficar com medo do poder do Feiticeiro."
        ],
        "modificador_atributo": [
            { "atributo": "ENERGIA", "valor": -1 },
            { "atributo": "HABILIDADE", "valor": -1 }
        ],
        "opcoes": [
            { "texto": "Sair", "vai_para": "90" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "389": {
        "texto": [
            "Teste a sua Sorte."
        ],
        "teste_sorte": {
            "sucesso": { "texto": "Você teve sorte.", "vai_para": "289" },
            "falha": { "texto": "Você não teve sorte.", "vai_para": "112" }
        },
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "390": {
        "texto": [
            "O Espectro se contorce e morre a seus pés. Você revista o cadáver dele e acha um par de brincos, que valem uma Peça de Ouro. Se você ainda não revistou o primeiro corpo, faça isso agora e você encontrará cinco Peças de Ouro.",
            "Você pode também parar um pouco aqui, descansar e comer umas Provisões. Você pode ganhar 2 pontos de SORTE por ter matado o Espectro."
        ],
        "item_encontrado": [
            {"item":"Brincos de Ouro", "quantidade": 1, "valor_ouro": 1}
        ],
        "modificador_atributo": [
            { "atributo": "SORTE", "valor": 2 }
        ],
        "evento": { "tipo": "descanso" },
        "opcoes": [
            { "texto": "Seguir adiante para o norte", "vai_para": "120" },
            { "texto": "Revistar o segundo corpo", "vai_para": "393" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "391": {
        "texto": [
            "Você está na extremidade sul de um corredor que vai do norte para o sul. Olhando para o norte, você pode ver uma passagem que sai da parede leste."
        ],
        "opcoes": [
            { "texto": "Seguir pela passagem leste", "vai_para": "52" },
            { "texto": "Verificar passagens secretas ao norte", "vai_para": "362" },
            { "texto": "Continuar para o sul, seguindo a curva para o oeste", "vai_para": "48" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "392": {
        "texto": [
            "Você agora está em um corredor que vai do norte para o sul. Você pode caminhar para o norte, passando através de uma grande porta de madeira, ou andar para o sul."
        ],
        "opcoes": [
            { "texto": "Caminhar para o norte", "vai_para": "206" },
            { "texto": "Andar para o sul", "vai_para": "329" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "393": {
        "texto": [
            "Você revista os bolsos do outro cadáver e encontra oito Peças de Ouro, uma garrafa contendo algum líquido e um velho pedaço de pergaminho. Você pode levar estas coisas consigo."
        ],
        "item_encontrado": [
            {"item":"Ouro", "quantidade": 8},
            {"item":"Garrafa com líquido", "descricao": "Uma garrafa com um líquido misterioso."},
            {"item":"Pergaminho", "descricao": "Um velho pedaço de pergaminho."}
        ],
        "opcoes": [
            { "texto": "Ler o pergaminho", "vai_para": "212" },
            { "texto": "Provar o líquido", "vai_para": "369" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "394": {
        "texto": [
            "As botas são de boa qualidade, em couro vermelho vivo. São muito mais resistentes que as suas e servem bem nos seus pés.",
            "Você tenta dar alguns passos, mas fica horrorizado ao descobrir que não consegue se mexer, pois as botas parecem estar segurando os seus pés com uma força considerável.",
            "Enquanto luta para se libertar, você ouve um ruído e vê uma grande forma negra que avança na sua direção. É uma ARANHA GIGANTE!",
            "Você não pode se mexer e portanto terá que subtrair 2 pontos de cada jogada de dados que fizer para calcular sua Força de Ataque."
        ],
        "combate": {
            "instrucoes_especiais": "Você está preso no chão e subtrai 2 pontos da sua Força de Ataque em todas as rodadas.",
            "monstros": [
                { "nome": "ARANHA GIGANTE", "habilidade": 7, "energia": 8 }
            ],
            "vitoria": { "vai_para": "232" }
        },
        "imagem": "pag394.png",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "395": {
        "texto": [
            "Você pula por cima dos ossos espalhados no assoalho para olhar mais detidamente a Casa Flutuante. Você pega e examina umas ferramentas que também estão espalhadas.",
            "Você ouve um estampido vindo do outro lado da porta norte e tem tempo para revistar mais alguma coisa antes de agir."
        ],
        "opcoes": [
            { "texto": "Examinar as gavetas das bancadas", "vai_para": "322" },
            { "texto": "Examinar as ferramentas ainda mais cuidadosamente", "vai_para": "34" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "396": {
        "texto": [
            "Com o Feiticeiro agora derrotado, você sabe que sua busca está quase no fim. Você se aproxima da porta que tem duas fechaduras. Não há chaves por perto."
        ],
        "opcoes": [
            { "texto": "Usar suas chaves", "vai_para": "242", "requisito": {"item_tipo": "chave"} },
            { "texto": "Tentar derrubar a porta", "vai_para": "242", "efeito": {"modificador_atributo": [{"atributo":"ENERGIA", "valor":-5}]} }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "397": {
        "texto": [
            "A porta abre e revela um pequeno aposento de chão de pedra e paredes sujas. Há um cheiro de mofo no ar.",
            "No centro do aposento, há uma mesa improvisada de madeira, em cima da qual está uma vela acesa. Sob a mesa, há uma pequena caixa. No canto mais distante, há um colchão de palha."
        ],
        "opcoes": [
            { "texto": "Abrir a caixa", "vai_para": "240" },
            { "texto": "Sair do aposento", "vai_para": "363" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "398": {
        "texto": [
            "Você tateia pela parede rochosa no fim da passagem. Um pedaço de rocha se solta e revela uma pequena alavanca com um cabo na ponta."
        ],
        "opcoes": [
            { "texto": "Empurrá-la", "vai_para": "364" },
            { "texto": "Puxá-la", "vai_para": "12" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "399": {
        "texto": [
            "A correnteza é forte e leva você rapidamente rio abaixo. Você é arrastado, passando através de uma abertura estreita que sai em uma caverna grande com margens em ambos os lados.",
            "A correnteza joga você direto para a margem sul."
        ],
        "opcoes": [
            { "texto": "Chegar à margem", "vai_para": "218" }
        ],
        "imagem": "nenhuma",
        "minimap_coords": { "x": 0, "y": 0 }
    },
    "400": {
        "texto": [
            "O Feiticeiro da Montanha de Fogo já não existe mais, e agora você é o dono das riquezas do Bruxo: pelo menos mil Peças de Ouro, além de jóias, diamantes, rubis e pérolas estão na arca.",
            "Escondido bem abaixo dessas coisas, você acha o livro de encantos do Feiticeiro e, ao folheá-lo, compreende que este compêndio é provavelmente mais valioso do que todo o tesouro.",
            "Nele são dadas instruções para controlar todos os segredos — e seres — da Montanha de Fogo. Com este livro você possui um poder ilimitado, e a segurança de seu retorno à vila está garantida.",
            "Ou, se você preferir, poderá permanecer por lá como senhor do domínio da Montanha de Fogo..."
        ],
        "fim_de_jogo": "vitoria",
        "imagem": "pag400.png",
        "minimap_coords": { "x": 0, "y": 0 }
    }
}